Repository: linuxmint/live-installer
Catalog: po/*.po
Languages: ar, kn, ko, lt, ro, sq, zh_tw

source: Formatting %(partition)s as %(format)s...
ar: جاري إعادة تهئية %(partition)s كـ %(format)s ...
kn: %(partition)s ನ್ನು %(format)s ನಂತೆ ಸಂವಿಭಜಿಸುತ್ತಿದೆ...
ko: %(partition)s을(를) %(format)s(으)로 밀고 있습니다...
lt: %(partition)s ženklinama kaip %(format)s...
ro: Se formatează %(partition)s ca %(format)s...
sq: Duke formatuar %(partition)s si %(format)s...
zh_tw: 正在將 %(partition)s 格式化為 %(format)s...

source: Mounting %(partition)s on %(mountpoint)s
ar: جاري تركيب %(partition)s علي %(mountpoint)s
kn: %(partition)s ನ್ನು %(mountpoint)s ನಲ್ಲಿ ಆರೋಹಣ ಮಾಡುತ್ತಿದೆ
ko: %(partition)s을(를) %(mountpoint)s에 올리고 있습니다
lt: Prijungiamas %(partition)s skirsnis prie %(mountpoint)s vietos
ro: Se montează %(partition)s ca %(mountpoint)s
sq: Duke montuar %(partition)s në %(mountpoint)s
zh_tw: 正在將 %(partition)s 掛載於 %(mountpoint)s

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
lt: KLAIDA: Pirmiausia jūs turite savarankiškai prijungti paskirties failų sistemą (-as) prie /target pasirinktiniam diegimui atlikti!
ro: Eroare: Mai întâi trebuie să montezi manual sistemul(ele) de fișiere la calea /target pentru a realiza o instalare personalizată!
sq: GABIM: Ju duhet së pari me dorë malin filesystem tuaj të synuar (s) në /objektivin për të bërë një porosi të instaluar!
zh_tw: 錯誤: 您必須先手動掛載目標檔案系統於 /target 以進行自訂安裝!

source: Indexing files to be copied..
ar: جارى ترتيب الملفات لعملية النسخ
kn: ನಕಲು ಮಾಡಬೇಕಾದ ಕಡತಗಳ ಅನುಕ್ರಮಣಿಕೆ ಮಾಡುತ್ತಿದೆ..
ko: 파일 목록을 복사중...
lt: Indeksuojami kopijuotini failai..
ro: Se indexează fișierele pentru a fi copiate..
sq: Duke indeksuar skedarët që do të kopjohen...
zh_tw: 正在將要複製的檔案製成索引...

source: Copying %s
ar: نسخ %s
kn: %s ನಕಲು ಮಾಡುತ್ತಿದೆ
ko: 베끼고 있습니다 - %s
lt: Kopijuojama %s
ro: Se copiază %s
sq: Duke kopjuar %s
zh_tw: 正在複製 %s

source: Restoring meta-information on %s
ar: إستعادة ملفات التعريف على %s
kn: %s ನ ಮಹತ್-ಮಾಹಿತಿಯನ್ನು ಪುನರ್ನಿರ್ಮಿಸುತ್ತಿದೆ
ko: %s의 메타 정보를 되돌리고 있습니다
lt: Atkuriama meta-informacija apie %s
ro: Se restaurează meta-informațiile pe %s
sq: Duke rikthyer meta-informacionin në %s
zh_tw: 正在從 %s 還原中介資料

source: Entering new system..
ar: الدخول إلى النظام الجديد..
kn: ಹೊಸ ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರವೇಶಿಸುತ್ತಿದೆ..
ko: 새로운 시스템에 접속중...
lt: Įeinama į naująją sistemą..
ro: Se pornește noul sistem...
sq: Duke hyrë në sistemin e ri...
zh_tw: 正在進入新系統...

source: Removing live configuration (packages)
ar: حذف إعدادات الحزم على النظام المباشر
kn: ಲೈವ್ ಸಂಯೋಜನೆ (ತಂತ್ರಾಂಶ ಪೊಟ್ಟಣಗಳು) ತೆಗೆದುಹಾಕುತ್ತಿದೆ
ko: 환경 설정을 삭제중...
lt: Šalinama bandomoji konfigūracija (paketai)
ro: Se elimină configurația anterioară (a pachetelor)
sq: Duke hequr konfigurimin live (paketat)
zh_tw: 正在移除即時設定 (套件)

source: Adding user to system
ar: إضافة مستخدم إلى النظام
kn: ವ್ಯವಸ್ಥೆಗೆ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸುತ್ತಿದೆ
ko: 시스템에 사용자 추가중...
lt: Sistemoje kuriamas naudotojas
ro: Se adaugă utilizatorul la sistem
sq: Duke i shtuar përdoruesin sistemit
zh_tw: 正在新增使用者至系統

source: Writing filesystem mount information
ar: كتابة معلومات تفعيل نظام الملفات
kn: ಕಡತವ್ಯವಸ್ಥೆ ಆರೋಹಣ ಮಾಹಿತಿಯನ್ನು ಬರೆಯುತ್ತಿದೆ
ko: 파일 시스템의 마운트 정보 저장중...
lt: Rašoma failų sistemos prijungimo informacija
ro: Se scriu informațiile de montare a sistemului de fișiere
sq: Duke shkruajtur informacionin për montimin e sistemit të skedarëve
zh_tw: 正在寫入檔案系統掛載資訊

source: Setting hostname
ar: ضبط إسم المضيف
kn: ಆತಿಥೇಯ ಹೆಸರು ನಿಗದಿಪಡಿಸುತ್ತಿದೆ
ko: 호스트명 설정 중
lt: Nustatomas kompiuterio vardas
ro: Se setează numele de gazdă
sq: Duke vendosur emrin e mbartësit
zh_tw: 正在設定主機名稱

source: Setting locale
ar: الإعدادات المحلية
kn: ಸ್ಥಳೀಯತೆ ನಿಗದಿಪಡಿಸುತ್ತಿದೆ
ko: 로케일 설정 중
lt: Nustatoma lokalizacija
ro: Se setează configurația locală
sq: Duke vendosur lokalet
zh_tw: 正在設定語言地區碼

source: Localizing packages
lt: Lokalizuojami paketai
ro: Se localizează pachetele
sq: paketa lokalizimin
zh_tw: 翻譯套件 (Localizing Packages)

source: Setting keyboard options
ar: ضبط خيارات لوحة المفاتيح
kn: ಕೀಲಿಮಣೆ ಆಯ್ಕೆಗಳನ್ನು ನಿಗದಿಮಾಡುತ್ತಿದೆ
ko: 키보드 옵션 설정 중
lt: Nustatomos klaviatūros parinktys
ro: Se setează opțiunile tastaturii
sq: Duke vendosur opsionet e tastierës
zh_tw: 正在設定鍵盤選項

source: Installing bootloader
ar: تثبيت محمل الإقلاع
kn: ಬೂಟ್ ಲೋಡರ್ ಸಂಸ್ಥಾಪಿಸುತ್ತಿದೆ
ko: 부트로더 설치 중
lt: Diegiamas sistemos įkėliklis
ro: Se instalează bootloader-ul (programul de pornire a sistemului)
sq: Duke instaluar ngarkuesin e boot
zh_tw: 正在安裝開機管理程式

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
ar: محمل الإقلاع لم تتم تهيئته جيداً, أنت بحاجة لتهيئته يدوياً
kn: ಎಚ್ಚರಿಕೆ: ಗ್ರಬ್ ಬೂಟ್ ಲೋಡರ್ ಸಮರ್ಪಕವಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ! ನೀವು ಇದನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಸಂಯೋಜನೆ ಮಾಡಬೇಕಿದೆ
ko: 주의: grub 부트로더가 올바르게 매만져지지 않았습니다! 수동으로 매만지셔야 합니다.
lt: DĖMESIO! Grub sistemos įkėliklis nebuvo tinkamai sukonfigūruotas! Būtina jį sukonfigūruoti rankiniu būdu.
ro: AVERTISMENT: Bootloader-ul nu a fost configurat corect! Trebuie să-l configuraţi manual.
sq: KUJDES: Ngarkuesi i sistemit grub nuk u konfigurua siç duhet!. Ju duhet ta konfiguroni atë në mënyrë manuale.
zh_tw: 警告: grub 開機載入器尚未正確設定！您需要為它手動設定。

source: Cleaning APT
ar: تنظيف ال APT
kn: ಎಪಿಟಿ ಸ್ವಚ್ಛಗೊಳಿಸುತ್ತಿದೆ
ko: APT를 지우고 있습니다.
lt: Valomas APT
ro: Curăţare APT
sq: Duke pastruar APT
zh_tw: 正在清理 APT

source: Installation finished
ar: انتهى التثبيت
kn: ಸಂಸ್ಥಾಪನೆ ಪೂರ್ಣವಾಗಿದೆ
ko: 설치 완료
lt: Diegimas baigtas
ro: Instalare finalizată
sq: Instalimi përfundoi
zh_tw: 安裝完成

source: Configuring bootloader
ar: تهيئة محمل الإقلاع جارية ..
kn: ಬೂಟ್ ಲೋಡರ್ ಸಂಯೋಜಿಸುತ್ತಿದೆ
ko: 부트로더를 매만지고 있습니다
lt: Konfigūruojamas sistemos įkėliklis
ro: Configurare bootloader
sq: Duke konfiguruar ngarkuesin e sistemit
zh_tw: 正在設定開機載入器

source: Checking bootloader
ar: جاري التحقق من محمل الإقلاع
kn: ಬೂಟ್ ಲೋಡರ್ ಪರೀಕ್ಷಿಸುತ್ತಿದೆ
ko: 부트로더를 보고 있습니다
lt: Tikrinamas sistemos įkėliklis
ro: Verificare bootloader
sq: Duke kontrolluar ngarkuesin e sistemit
zh_tw: 正在檢查開機載入器

source: unallocated
ar: غير مخصص
kn: ಹಂಚಿಕೆಯಾಗದಿರುವುದು
ko: 비어있음
lt: nepaskirstyta
ro: nealocat
sq: e pa përdorur
zh_tw: 未配置

source: %s Installer
ar: مثبت %s
kn: %s ಸಂಸ್ಥಾಪಕ
ko: %s 설치 프로그램
lt: %s diegimo programa
ro: Instalator %s
sq: %s Instaluesi
zh_tw: %s 安裝程式

source: Language
ar: اللغة
lt: Kalba
ro: Limba
sq: Gjuha
zh_tw: 語言

source: Timezone
ar: المنطقة الزمنية
lt: Laiko juosta
ro: Fus Orar
sq: Zona orare
zh_tw: 時區

source: Keyboard layout
ar: تخطيط لوحة المفاتيح
lt: Klaviatūros išdėstymas
ro: Aranjament tastatură
sq: Skema e tastierës
zh_tw: 鍵盤配置

source: User info
ar: معلومات المستخدم
lt: Informacija apie naudotoją
ro: Informatii despre utilizator
sq: Informacion i Përdoruesit
zh_tw: 使用者資訊

source: Hard drive
ar: القرص الصلب
kn: ದೃಢ ಮುದ್ರಿಕೆ
ko: 하드 드라이브
lt: Standusis diskas
ro: Hard disk
sq: Hard draivi
zh_tw: 硬碟機

source: Partitioning
ar: التقسيم
lt: Skirsniai
ro: Partiționarea
sq: Particionimi
zh_tw: 磁碟分割

source: Please make sure you wish to manually manage partitions
ar: رجاءً تأكد من أنك تود إدارة الأقراص يدويًا
lt: Įsitikinkite, kad skirsnius sukursite rankiniu būdu
ro: Te rog asigură-te că dorești să gestionezi manual partițiile
sq: Ju lutem sigurohuni që ju dëshironi për të menaxhuar me dorë ndarëse
zh_tw: 請確認您要手動管理磁碟分割

source: Advanced options
ar: خيارات متقدمة
lt: Papildomos parinktys
ro: Opțiuni avansate
sq: Opsione të avancuara
zh_tw: 進階選項

source: Summary
ar: الملخص
lt: Suvestinė
ro: Rezumat
sq: Përmbledhje
zh_tw: 摘要

source: Installing Linux Mint...
ar: يُثبت لينكس منت...
lt: Diegiama Linux Mint...
ro: Se instalează Linux Mint...
sq: Instalimi i Linux Mint ...
zh_tw: 安裝 Linux Mint...

source: Installation is Paused: Please finish the custom installation
ar: التثبيت متوقف مؤقتًا: رجاءً أنهِ التثبيت المُخصص
lt: Diegimas pristabdytas: pabaikite pasirinktinį diegimą
ro: Instalarea este în pauză: Te rog termină instalarea personalizată
sq: Instalimi është ndaluar: Ju lutem përfundoni instalimin porosi
zh_tw: 安裝暫停: 請完成自訂安裝

source: Click this button to take a new picture of yourself with the webcam
ar: اضغط هذا الزر لأخذ صورة جديدة لك بواسطة كاميرا الوب
lt: Spustelėkite šį mygtuką naujai savo nuotraukai nufotografuoti naudojantis vaizdo kamera
ro: Apasă acest buton pentru a-ți face o nouă poză folosind camera web
sq: Klikoni këtë buton për të marrë një pamje të re për veten me webcam
zh_tw: 按一下這個按鈕來用網路攝影機幫你自己拍一張新的相片

source: The installer did not detect any webcam
ar: المُثبّت لم يكتشف أيَّ كاميرا وب
lt: Diegiklis neaptiko jokios vaizdo kameros
ro: Instalatorul nu a detectat nici o cameră web
sq: Installer nuk ka zbuluar ndonjë Webcam
zh_tw: 安裝程式並未偵測到任何網路攝影機

source: Device
ar: الجهاز
kn: ಸಾಧನ
ko: 장치
lt: Įrenginys
ro: Dispozitiv
sq: Pajisja
zh_tw: 裝置

source: Type
ar: النوع
kn: ವಿಧ
ko: 갈래
lt: Tipas
ro: Tip
sq: Lloji
zh_tw: 類型

source: Operating system
ar: نظام التشغيل
kn: ಕಾರ್ಯನಿರ್ವಹಣಾ ವ್ಯವಸ್ಥೆ
ko: 운영체제
lt: Operacinė sistema
ro: Sistem de operare
sq: Sistemi operativ
zh_tw: 作業系統

source: Mount point
ar: نقطة التحميل
kn: ಆರೋಹಣ ಬಿಂದು
ko: 올릴 곳
lt: Prijungimo vieta
ro: Punct de montare
sq: Pika e montimit
zh_tw: 掛載點

source: Format?
ar: تهيئة ؟
kn: ಸಂವಿಭಜಿಸಲೆ?
ko: 밀기
lt: Sužymėti?
ro: Formataţi?
sq: Ta formatoj?
zh_tw: 格式化?

source: Size
ar: الحجم
kn: ಗಾತ್ರ
ko: 크기
lt: Dydis
ro: Mărime
sq: Përmasa
zh_tw: 大小

source: Free space
ar: مساحة فارغة
kn: ಖಾಲಿ ಸ್ಥಳ
ko: 빈 자리
lt: Laisva vieta
ro: Spaţiu liber
sq: Hapësira e lirë
zh_tw: 可用空間

source: Layout
ar: التنسيق
kn: ವಿನ್ಯಾಸ
ko: 배치
lt: Išdėstymas
ro: Aranjament
sq: Dalja
zh_tw: 配置

source: Variant
ar: التنويعة
kn: ಭಿನ್ನಾಂಶ
ko: 변형
lt: Variantas
ro: Variantă
sq: Varianti
zh_tw: 變異

source: Overview
ar: نظرة عامة
kn: ಪಕ್ಷಿನೋಟ
ko: 개요
lt: Apžvalga
ro: Sumar
sq: Parapamje
zh_tw: 概覽

source: Calculating file indexes...
ar: جاري حساب ملف الفهرس
kn: ಕಡತ ಅನುಕ್ರಮಣಿಕೆಗಳನ್ನು ಲೆಕ್ಕಮಾಡುತ್ತಿದೆ...
ko: 파일 목차 생성중...
lt: Skaičiuojami failų indeksai...
ro: Se calculează indexările de fișiere...
sq: Duke llogaritur indeksuesit e skedarëve...
zh_tw: 正在計算檔案索引...

source: Images
ar: الصور
lt: Atvaizdai
ro: Imagini
sq: Imazhet
zh_tw: 影像

source: Your full name
ar: إسمك الكامل
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು
ko: 사용자의 실명
lt: Jūsų pilnas vardas
ro: Numele tău complet
sq: Emri juaj i plotë
zh_tw: 您的全名

source: This will be shown in the About Me application
ar: سيتم عرضه في برنامج "معلومات عني"
kn: ಇದು ನನ್ನ ಬಗ್ಗೆ ಎನ್ನುವ ಅನ್ವಯದಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ
ko: 이 정보는 '내 정보' 프로그램에 표시됩니다
lt: Tai bus rodoma programoje „Apie mane“
ro: Aceasta va fi afișată în aplicația Despre Mine
sq: Ky do të shfaqet në programin Rreth Meje
zh_tw: 這會顯示在「關於我」應用程式中

source: Your username
ar: إسم المستخدم
kn: ನಿಮ್ಮ ಬಳಕೆ ಹೆಸರು
ko: 사용자명
lt: Jūsų naudotojo vardas
ro: Numele tău de utilizator
sq: Emri juaj i përdoruesit
zh_tw: 您的使用者名稱

source: This is the name you will use to log in to your computer
lt: Tai vardas kuriuo jungsitės prie kompiuterio
ro: Acest este numele pe care îl vei folosi pentru a te autentifica în calculatorul tău
sq: Ky është emri që ju do të përdorni për të hyni në kompjuterin tuaj
zh_tw: 您將會使用這個名稱來登入您的電腦

source: Your password
ar: كلمة المرور
kn: ನಿಮ್ಮ ಗುಪ್ತಪದ
ko: 암호
lt: Jūsų slaptažodis
ro: Parola ta
sq: Fjalëkalimi juaj
zh_tw: 您的密碼

source: Please enter your password twice to ensure it is correct
ar: فضلا أدخل كلمة السر مرتين ليتم التأكد من صحتها
kn: ನಿದಯವಿಟ್ಟು ಮ್ಮ ಗುಪ್ತಪದ ಸರಿಯಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಲು ಇದನ್ನು ಎರಡು ಬಾರಿ ನಮೂದಿಸಿ
ko: 암호가 맞는지 확인하기 위해 다시 한번 입력하여주십시오
lt: Prašome įvesti slaptažodį dukart, kad įsitikintume, jog jis teisingas
ro: Te rugăm introdu parola de două ori pentru a te asigura că este corectă
sq: Ju lutemi ta vendosni fjalëkalimin tuaj dy herë për të qenë të sigurtë që është i saktë
zh_tw: 請再次輸入您的密碼以確認輸入無誤

source: Hostname
ar: اسم الجهاز
kn: ಆತಿಥೇಯ ಹೆಸರು
ko: 호스트이름
lt: Kompiuterio vardas
ro: Nume gazdă
sq: Emri i mbartësit
zh_tw: 主機名稱

source: This hostname will be the computers name on the network
ar: اسم الضيف سيكون هو إسم الحاسب على الشبكة
kn: ಈ ಆತಿಥೇಯ ಹೆಸರು ಜಾಲಬಂಧದಲ್ಲಿ ನಿಮ್ಮ ಗಣಕಯಂತ್ರದ ಹೆಸರಾಗುತ್ತದೆ
ko: 호스트명은 네트워크 상에서 사용될 이 컴퓨터의 이름입니다
lt: Jūsų kompiuteris tinkle bus atpažįstamas pagal šį vardą
ro: Acest nume de gazdă va fi numele calculatorului în rețea
sq: Emri i mbartësit do të jetë emri i kompjuterit tuaj në rrjet
zh_tw: 這個主機名稱將會是電腦在網路上的名稱

source: Your picture
ar: صورتُكَ.
lt: Jūsų paveikslėlis
ro: Poza ta
sq: Fotografia juaj
zh_tw: 您的相片

source: This picture represents your user account. It is used in the login screen and a few other places.
lt: Šis paveikslėlis pristato jūsų naudotojo paskyrą. Jis naudojamas prisijungimo ekrane ir keletoje kitų vietų.
ro: Această poză reprezintă contul tău de utilizator. Este folosită pe ecranul de intrare/autentificare și în alte câteva locuri.
zh_tw: 這張相片代表您的使用者帳戶。它將被使用在登入畫面以及其他數個地方。

source: Take a photo
ar: التقط صورة
lt: Fotografuoti
ro: Fă o poză
sq: Nxirr një foto
zh_tw: 照張相片

source: Select a picture
ar: اختر صورة
lt: Pasirinkite paveikslėlį
ro: Alegeți o imagine
sq: Përzgjidh një foto
zh_tw: 選取圖片

source: Click this button to choose a picture for your account
ar: اختر هذا الزر لإختيار صورة لحسابك
lt: Spustelėkite šį mygtuką savo paskyros paveikslėliui pasirinkti
ro: Apasă butonul pentru a alege o poză pentru contul tău
sq: Klikoni këtë buton për të zgjedhur një fotografi për llogarinë tuaj
zh_tw: 按下這個按鈕來從您的帳戶選擇圖片

source: Selected timezone:
ar: المنطقة الزمنية المُختارة:
lt: Pasirinkta laiko zona:
ro: Fusul orar selectat:
sq: Timezone e zgjedhur:
zh_tw: 選擇時區:

source: Bootloader
ar: محمل الإقلاع
kn: ಬೂಟ್ ಲೋಡರ್
ko: 부트로더
lt: Sistemų įkėliklis
ro: Program de pornire a sistemului
sq: Mbartësi i nisjes
zh_tw: 開機載入器

source: Install GRUB
ar: تثبيت GRUB
kn: ಗ್ರಬ್ ಸಂಸ್ಥಾಪಿಸು
ko: GRUB 설치
lt: Diegti GRUB
ro: Instalează GRUB
sq: Instalo GRUB
zh_tw: 安裝 GRUB

source: GRUB is a bootloader used to load the Linux kernel
ar: GRUB هو برنامج يستخدم لتحميل نواة لينكس
kn: ಗ್ರಬ್ ಎನ್ನುವುದು ಲಿನಕ್ಸ್ ತಿರುಳನ್ನು ತುಂಬಿಸಲು ಬಳಸುವ ಬೂಟ್ ಲೋಡರ್
ko: GRUB은 리눅스 커널을 불러들이기 위해 사용되는 부트로더입니다
lt: GRUB yra sistemų įkėliklis, skirtas Linux branduoliui paleisti
ro: GRUB este un program de pornire a sistemului folosit pentru a încarca nucleul Linux
sq: GRUB është një nisës që përdoret për të ngarkuar kernelin e Linux
zh_tw: GRUB 是開機載入器，用於載入 Linux 內核

source: Use this box to test your keyboard layout
ar: إستخدم هذا الصندوق لإختبار إعدادات لوحة المفاتيح
kn: ನಿಮ್ಮ ಕೀಲಿಮಣೆ ವಿನ್ಯಾಸವನ್ನು ಪರೀಕ್ಷಿಸಲು ಈ ಪೆಟ್ಟಿಗೆಯನ್ನು ಬಳಸಿ
ko: 이 입력칸을 이용하여 키보드 배치를 시험해 볼 수 있습니다
lt: Pasinaudokite šiuo lauku klaviatūros išdėstymui patikrinti
ro: Folosește această căsuță pentru a testa aranjamentul tastaturii
sq: Përdorni këtë kuti për të testuar daljen e tastierës suaj
zh_tw: 請利用這個方塊測試您的鍵盤配置

source: Model
ar: الطراز
kn: ಮಾದರಿ
ko: 모델
lt: Modelis
sq: Modeli
zh_tw: 型號

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
ar: لقد اخترتَ إدارة أقراصكَ يدويًا، هذه الميزة هي للمستخدمين المتقدمين فقط.
lt: Pasirinkote tvarkyti skirsnius rankiniu būdu, ši funkcija yra tik PAŽENGUSIEMS NAUDOTOJAMS.
ro: Ai ales să gestionezi manual partițiile tale, acest lucru este rezervat doar UTILIZATORILOR AVANSAȚI.
sq: Ju keni zgjedhur për të menaxhuar ndarëse tuaj me dorë, ky tipar është për Advanced përdoruesit vetëm.
zh_tw: 您已選擇手動管理磁碟分割。這個功能「只限於進階使用者」使用。

source: Before continuing, please mount your target filesystem(s) at /target.
lt: Prieš tęsiant prijunkite savo paskirties failų sistemą prie /target
ro: Înainte de a continua, te rog montează sistemul de fișiere ales la /target.
sq: Para se të vazhdoni, ju lutem malin filesystem tuaj të synuar (s) në / target.
zh_tw: 在繼續之前，請將您的目標檔案系統掛載到 /target。

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
lt: NEPRIJUNKITE virtualių įrenginių, tokių kaip /dev, /proc, /sys ir kt. prie /target/.
ro: Nu monta sisteme de fișiere virtuale ca și /dev, /proc, /sys, etc la /target/.
sq: A NUK mali pajisje virtuale të tilla si /dev, /proc, /sys, etj në /target/.
zh_tw: 請「不要」掛載虛擬裝置 (例如 /dev，/proc，/sys 等等) 到 /target/。

source: During the install, you will be given time to chroot into /target and install any pacakges that will be needed to boot your new system.
lt: Diegimo metu jums bus skirta laiko prisijungti prie /target ir įdiegti reikiamus paketus sistemai pakrauti.
ro: În timpul instalării, ți se va permite să schimbi directorul rădăcină în /target și să instalezi pachetele necesare pentru a porni (buta) noul tău sistem.
sq: Gjatë instaluar, ju do të jepet kohë për të chroot në /objektiv dhe të instaluar ndonjë pacakges që do të jenë të nevojshme për të boot sistemin tuaj të re.
zh_tw: 在安裝過程當中，您會有時間可以 chroot 到 /target 並安裝任何啟動您新系統所需的套件。

source: During the install, you will be required to write your own /etc/fstab.
lt: Diegimo metu jums reikės parašyti savo /etc/fstab.
ro: În timpul instalării, vei fi nevoit să scrii propriul tău fișier /etc/fstab.
sq: Gjatë instaluar, ju do të kërkohet për të shkruar tuaj /etc/fstab.
zh_tw: 在安裝過程當中，您會被要求寫入您自己的 /etc/fstab。

source: If you arent sure what any of this means, please go back and deselect manual partition management.
lt: Jei nežinote, ką visa tai reiškia, grįžkite atgal ir nebesirinkite rankinio skirsnių tvarkymo.
ro: Dacă nu ești sigur ce înseamnă toate acestea, te rog du-te înapoi și deselectează gestionarea manuală a partițiilor.
sq: Nëse ju nuk jeni të sigurt se çfarë ndonjë nga kjo do të thotë, ju lutem shkoni mbrapa dhe deselect menaxhimit manual ndarje.
zh_tw: 如果您不確定這些選項的意思，請返回並取消選取手動磁碟管理。

source: Please do the following and then click Forward to finish Installation:
lt: Atlikte visa tai ir tada spauskite „Pirmyn“ diegimui pabaigti:
ro: Te rog fă următoarele, iar apoi apasă Înainte pentru a finaliza instalarea.
sq: Ju lutemi të bëjë të mëposhtme dhe pastaj klikoni Forward për të përfunduar Instalimi:
zh_tw: 請完成下列指示並按下一步以完成安裝程序:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
lt: Sukurkite /target/etc/fstab failų sistemoms, nes jos bus prijungtos naujojoje sistemoje atitinkant tas, kurios dabar prijungtos prie /target (prijungimo keliuose nenaudojant /target priešdėlio).
ro: Creează /target/etc/fstab pentru sistemele de fișiere fiindcă ele vor fi montate în noul tău sistem, ele trebuie să corespundă cu cele montate acum la /target (fără să folosești prefixul /target în căile de montare).
sq: Krijo /target/etc/fstab për sistemet e file si ata do të jetë ngritur në sistemin tuaj të ri, të ngjashëm me ato që aktualisht montuar në / objektiv (pa përdorur / prefiksin synuar në vetë shtigje mali
zh_tw: 給檔案系統建立 /target/etc/fstab 以掛載在您新的系統上，它將與目前掛載在 /target (在掛載路徑上不使用 /target 字首) 的相匹配。

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
lt: Įdiekite paketus, kurie gali būti reikalingi pirmajam paleidimui (mdadm, cryptsetup, dmraid ir kt.) paleidžiant "sudo chroot /target" su atitinkamais apt-get/aptitude nurodymais.
ro: Instalează orice pachete necesare pentru prima pornire de sistem/prima butare (mdadm, cryptsetup, dmraid, etc) folosind comanda "sudo chroot /target" continuată de instalările apt-get/aptitude relevante.
sq: Install ndonjë paketa që mund të jenë të nevojshme për të boot parë (mdadm, cryptsetup, dmraid, etj) duke e quajtur "sudo chroot /objektivin" e ndjekur nga instalimet përkatëse apt-get / dhunti.
zh_tw: 安裝任何初次啟動需要的套件 (mdadm，cryptsetup，dmraid 等)。請先使用「sudo chroot /target」呼叫後用「apt-get/aptitude」指令進行相關的安裝。

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
lt: Tam, kad update-initramfs suveiktų, kai kuriais atvejais (kaip kad dm-crypt) jums reikės prijungti standžiuosius diskus su tuo pačiu bloko įrenginio pavadinimu kaip ir /target/etc/fstab/.
ro: Ia aminte că pentru ca update-initramfs să funcționeze normal în anumite cazuri (ca de exemplu dm-crypt), va trebui ca tu să ai dispozitivele montate folosind aceleași nume de dispozitive bloc ca și cele folosite în /target/etc/fstab.
sq: Vini re se në mënyrë për te update initramfs për të punuar si duhet në disa raste (si DM-dhomë e nëndheshme), ju mund të duhet të ketë disqet duke montuar duke përdorur të njëjtin emër bllok pajisje si ato të shfaqen në /target/etc/fstab.
zh_tw: 請注意: 為了讓 update-initramfs 在某些情況下 (如 dm-crypt) 能正常工作，您需要一些目前已經被掛載的磁碟裝置，而且它們所使用的區塊裝置名稱必須與顯示在 /target/etc/fstab 的相同。

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
lt: Dar kartą patikrinkite ar jūsų /target/etc/fstab/ yra teisingas, ar atitinka tai, ką naujoji sistema gaus pirmą kartą ją paleidus, ir ar atitinka tai, kas dabar prijungta prie /target.
ro: Verifică de două ori că fișierul /target/etc/fstab este corect și coincide cu ceea ce noul tău sistem va avea la prima pornire și cu ce este montat acum la /target.
sq: Double-kontrolloni se /objektivi juaj/etc/fstab është e saktë, përputhet me atë që sistemi juaj i ri do të ketë në bagazhin e parë, dhe të përputhet me atë që është i montuar aktualisht në /objektiv.
zh_tw: 請再次確認您的 /target/etc/fstab 是否正確，是否與您新的系統在初次啟動時相同，以及是否與目前掛載在 /target 的相匹配。

source: Install Linux Mint on the selected drive:
ar: ثبّت لينكس منت على القرص المُختار:
lt: Diegtį Linux Mint į pasirinktą diską:
ro: Instalează Linux Mint pe dispozitivul selectat:
sq: instaluar Linux Mint në makinë e zgjedhur:
zh_tw: 安裝 Linux Mint 於選擇的磁碟:

source: Manually mount partitions (ADVANCED USERS ONLY).
lt: Skirsnius prijungti rankiniu būdu (TIK PAŽENGUSIEMS NAUDOTOJAMS).
ro: Montează manual partițiile (DOAR PENTRU UTILIZATORII AVANSAȚI).
sq: Dorë mali ndarëse (përdoruesit e përparuar vetëm).
zh_tw: 手動掛載分割磁區 (「只限進階使用者」)。

source: Description
ar: وصف
kn: ವಿವರಣೆ
ko: 설명
lt: Aprašas
ro: Descriere
sq: Përshkrimi
zh_tw: 描述

source: Edit partitions
ar: تحرير الأقسام
kn: ವಿಭಜನೆಗಳನ್ನು ಮಾರ್ಪಡಿಸು
ko: 파티션 편집
lt: Tvarkyti skirsnius
ro: Editează partițiile
sq: Modifikoni particionet
zh_tw: 編輯磁碟分割區

source: Edit
ar: حرِّر
kn: ಮಾರ್ಪಡಿಸು
ko: 고치기
lt: Taisymas
ro: Modificare
sq: Ndrysho
zh_tw: 編輯

source: Assign to /
ar: تعيين إلى /
kn: / ಗೆ ನಿಯೋಜಿಸು
ko: 루트에 할당
lt: Priskirti /
ro: Atribuie lui /
sq: Caktoja /
zh_tw: 指派至 /

source: Assign to /home
ar: تعيين إلى /home
kn: /home ಗೆ ನಿಯೋಜಿಸು
ko: /home에 할당
lt: Priskirti /home
ro: Atribuie lui /home
sq: Caktoja /home
zh_tw: 指派至 /home

source: Assign to /boot/efi
lt: Priskirti /boot/efi
ro: Atribuie lui /boot/efi
sq: Cakto për /boot/efi
zh_tw: 指派到 /boot/efi

source: Removable device:
lt: Išimami įrenginiai:
ro: Dispozitiv detașabil:
sq: Pajisje Removable:
zh_tw: 可移除式裝置:

source: Installation Tool
ar: أداة التثبيت
kn: ಸಂಸ್ಥಾಪನೆ ಸಲಕರಣೆ
ko: 설치 도구
lt: Diegimo įrankis
ro: Unealtă de instalare
sq: Mjeti i Instalimit
zh_tw: 安裝工具
