Repository: linuxmint/live-installer
Catalog: po/*.po
Languages: ar, kn, ko, lt, ro, sq, zh_tw

source: No partition table was found on the hard drive. Do you want the installer to create a set of partitions for you? Note: This will erase any data present on the disk.
ar: No partition table was found on the hard drive. Do you want the installer to create a set of partitions for you? Note: This will erase any data present on the disk. لا يعثر على جدول البارتيشن على القرص الصلب . هل تريد المثبت أن يقوم بعمل بارتيشن لك ؟ ملحوظة : جميع الملفات على القرص الصلب سيتم حذفها .
kn: ದೃಢ ಮುದ್ರಿಕೆಯಲ್ಲಿ ಯಾವುದೇ ವಿಭಜನೆ ಕೋಷ್ಟಕ ಪತ್ತೆಯಾಗಿಲ್ಲ. ನಿಮಗಾಗಿ ಸಂಸ್ಥಾಪಕವೇ ಒಂದು ವಿಭಜನೆಗಳ ಗುಂಪನ್ನು ಸೃಷ್ಟಿಸಲು ನೀವು ಬಯಸುವಿರಾ? ಸೂಚನೆ: ಇದು ಮುದ್ರಿಕೆಯಲ್ಲಿರುವ ಯಾವುದೇ ದತ್ತಾಂಶವನ್ನು ಅಳಿಸಿಹಾಕುತ್ತದೆ.
ko: 하드디스크에서 파티션이 검색되지 않았습니다. 설치관리자에서 파티션을 만드시겠습니까? 디스크의 데이터를 지울 수 있습니다.
lt: Kompiuterio vidiniame diske nėra skirsnių lentelės. Ar norite, kad Linux sistemos įdiegimo programa sukurtų skirsnių lentelę pasirinktoje laikmenoje? DĖMĖSIO: tai sunaikins visus duomenis, esančius pasirinktoje laikmenoje (diske)!
ro: Nu a fost gasită nici o tabelă de partiții pe acest hard-disk.Doriţi să se creeze automat un set de partiții? Notă: Această opțiune va sterge toate datele prezente pe disc.
sq: Nuk u gjet asnjë tabelë particionimi në hard disk. Dëshironi që instaluesi të krijojë një grup particionesh për ju? Shënim: Kjo do të fshijë çdo të dhënë që ndodhet në disk.
zh_tw: 硬碟機上找不到分割表。您想要讓安裝程式自動為您建立分割表嗎？注意：這會清除磁碟上現有的全部資料。

source: Extended
ar: مفصلة
kn: ವಿಸ್ತರಿತ
lt: Išplėstinis
ro: Extins
sq: I Zgjeruar
zh_tw: 延伸

source: Passwords do not match
ar: كلمات المرور لم تتوافق
kn: ಗುಪ್ತಪದಗಳು ಹೊಂದುತ್ತಿಲ್ಲ
ko: 암호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
ro: Parolele nu se potrivesc
sq: Fjalëkalimet nuk përputhen
zh_tw: 密碼不相符

source: Passwords match
ar: كلمتي المرور متطابقتين
kn: ಗುಪ್ತಪದಗಳು ಹೊಂದುತ್ತವೆ
ko: 암호가 일치합니다
lt: Slaptažodžiai sutampa
ro: Parolele se potrivesc
sq: Fjalëkalimet përputhen
zh_tw: 密碼相符

source: Forward
ar: التالي
kn: ಮುಂದೆ
ko: 앞으로
lt: Primyn
ro: Înainte
sq: Përpara
zh_tw: 下一步

source: Please provide your full name
ar: يرجى كتابة اﻹسم كاملا
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ಒದಗಿಸಿ
ko: 성명을 입력하십시오.
lt: Pateikite savo pilną vardą
ro: Vă rugăm să specificaţi numele dvs. complet
sq: Ju lutemi të jepni emrin tuaj të plotë
zh_tw: 請輸入您的全名

source: Please provide a username
ar: الرجاء تحديد اسم المستخدم
kn: ದಯವಿಟ್ಟು ಒಂದು ಬಳಕೆ ಹೆಸರನ್ನು ಒದಗಿಸಿ
ko: 사용자명을 입력하여 주십시오
lt: Prašome nurodyti naudotojo vardą
ro: Oferă un nume de utilizator
sq: Ju lutemi të jepni një emër përdoruesi
zh_tw: 請提供使用者名稱

source: Please provide a password for your user account
ar: الرجاء تزويد كلمة المرور بحساب المستخدم الخاصة بك
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಗೆ ಒಂದು ಗುಪ್ತಪದವನ್ನು ಒದಗಿಸಿ
ko: 사용자의 계정을 위한 암호를 입력하십시오
lt: Nurodykite slaptažodį savo naudotojo paskyrai
ro: Oferă o parolă pentru numele de utilizator
sq: Ju lutemi të jepni një fjalëkalim për llogarinë tuaj të përdoruesit
zh_tw: 請為您的使用者帳號輸入密碼

source: Your passwords do not match
ar: كلمات المرور غير متطابقة
kn: ನಿಮ್ಮ ಗುಪ್ತಪದಗಳು ಹೊಂದುತ್ತಿಲ್ಲ
ko: 암호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
ro: Parolele nu se potrivesc
sq: Fjalëkalimet tuaja nuk përputhen
zh_tw: 您的密碼不相符

source: Please provide a hostname
ar: برجاء كتابة اسم الجهاز
kn: ದಯವಿಟ್ಟು ಒಂದು ಆತಿಥೇಯ ಹೆಸರನ್ನು ಒದಗಿಸಿ
ko: 호스트 이름을 입력하십시오.
lt: Nurodykite kompiuterio vardą
ro: Va rugăm să specificaţi un nume gazdă pentru calculator
sq: Ju lutemi të jepni një emër mbartësi
zh_tw: 請提供主機名稱

source: Your username must be lower case
ar: يجب أن يكون اسم المستخدم الخاص بك بحروف صغيرة.
kn: ನಿಮ್ಮ ಬಳಕೆ ಹೆಸರು ಸಣ್ಣ ಅಕ್ಷರದಲ್ಲಿರಬೇಕು
ko: 사용자명은 반드시 소문자여야 합니다
lt: Naudotojo vardas turi būti iš mažųjų raidžių
ro: Numele de utilizator trebuie scris cu minuscule
sq: Emri juaj i përdoruesit duhet të jetë me gërma të vogla
zh_tw: 您的使用者名稱必須為小寫

source: Your username may not contain whitespace
ar: اسم المستخدم الخاص بك يجب الا يحتوى على مسافات
kn: ನಿಮ್ಮ ಬಳಕೆ ಹೆಸರು ಬಿಳಿಜಾಗ ಹೊಂದಿರಬಾರದು
ko: 사용자명은 공백을 포함할 수 없습니다
lt: Naudotojo vardas negali turėti tarpų
ro: Numele de utilizator nu trebuie să conțină spații
sq: Emri juaj i përdoruesit nuk mund të mbajë hapësirë të lirë
zh_tw: 您的使用者名稱中不能有空格

source: Your hostname must be lower case
ar: اسم الجهاز لا بد أن يكون أحرفاً صغيرة
kn: ನಿಮ್ಮ ಆತಿಥೇಯ ಹೆಸರು ಸಣ್ಣ ಅಕ್ಷರದಲ್ಲಿರಬೇಕು
ko: 호스트 이름은 영어 소문자로 입력해야합니다.
lt: Kompiuterio vardas turi būti rašomas mažosiomis raidėmis
ro: Numele hazdă al calculatorului trebuie scris cu litere mici
sq: Emri i mbartësit duhet të jetë me gërma të vogla
zh_tw: 您的主機名稱必須為小寫

source: Your hostname may not contain whitespace
ar: لا يمكن أن يحتوي اسم الجهاز على مسافات خالية
kn: ನಿಮ್ಮ ಆತಿಥೇಯ ಹೆಸರು ಬಿಳಿಜಾಗ ಹೊಂದಿರಬಾರದು
ko: 호스트 이름은 공백 없이 입력해야 합니다.
lt: Kompiuterio vardas negalima naudoti tarpų
ro: Numele hazdă al calculatorului nu trebuie să conțină spații
sq: Emri i mbartësit nuk duhet të përmbajë hapësirë
zh_tw: 您的主機名稱不能包含空白

source: Please indicate a filesystem to format the root (/) partition before proceeding
ar: يرجى الإشارة إلى تنسيق نظام الملفات الجذر (/) القسم قبل الشروع
kn: ಮುಂದುವರೆಯುವ ಮೊದಲು ದಯವಿಟ್ಟು ಮೂಲ (/) ವಿಭಜನೆಯನ್ನು ಸಂವಿಭಜಿಸಲು ಒಂದು ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಸೂಚಿಸಿ
ko: 루트(/) 파티션을 포맷하기 위해서 파일시스템을 지정해 주십시오.
lt: Prieš tęsiant prašome nurodyti failų sistemą, kurią skirsite pagrindinio (/ - angl. root) skirsnio formatavimui.
ro: Vă rugăm să specificaţi un sistem de fişiere pentru a formata partiţia rădăcină (/) înainte de a continua
sq: Ju lutemi të tregoni sistemin e skedarëve me të cilin do të formatohet particioni rrënjë (/) para se të vazhdojmë
zh_tw: 在繼續之前，請先指示要將根 (/) 分割區格式化為何種檔案系統

source: <b>Please select a root partition</b>
lt: <b>Pasirinkite šakninį skirsnį</b>
ro: <b>Te rog selectează partiția rădăcină</b>
sq: <b>Ju lutem, përzgjidhni një ndarje root</b>
zh_tw: <b>請選擇一個 Root 分割磁區</b>

source: A root partition is needed to install Linux Mint. - Mount point: / - Recommended size: Larger than 10GB - Recommended format: ext4
lt: Šakninis skirsnis yra reikalingas įdiegti Linux Mint. - Prijungimo vieta: / - Rekomenduojamas dydis: daugiau nei 10 GB - Rekomenduojamas failų sistema: ext4
ro: Este nevoie de o partiție rădăcină pentru a instala Linux MInt. - Punct de montare:/ - Mărimea recomandată: Mai mare de 10GB - Formatul recomandat: ext4
sq: Një ndarje root është e nevojshme për të instaluar Linux Mint. - Mount pika: / - Recommended Madhësia: Më të mëdha se 10GB - Format Recommended: ext4
zh_tw: 安裝 Linux Mint 需要 Root 分割磁區。 - 掛載點: / - 建議大小: 大於 10GB - 建議格式: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
lt: EFI skirsnis nėra nustatytas įkėlimui. Patikrinkite skirsnio vėliavas.
ro: Partiția EFI nu este butabilă (nu se poate utiliza de sistemul de operare). Te rog modifică steagurile/însemnele partiției.
sq: Ndarje EFI nuk është bootable. Ju lutemi editoni flamujt ndarje.
zh_tw: EFI 分割磁區無法用於開機。請編輯磁區旗標。

source: The EFI partition is too small. It must be at least 100MB.
lt: EFI skirsnis per mažas. Turi būti bent 100 MB.
ro: Partiția EFI este prea mică. Trebuie să fie cel puțin de 100MB.
sq: Ndarje EFI është shumë e vogël. Ajo duhet të jetë të paktën 100MB.
zh_tw: EFI 分割磁區太小。至少必須 100MB。

source: The EFI partition must be formatted as vfat.
lt: EFI skirsnis turi būti sužymėtas kaip vfat.
ro: Partiția EFI trebuie să fie formatată ca și vfat.
sq: Ndarje EFI duhet të jetë i formatuar si VFAT.
zh_tw: EFI 分割磁區必須被格式化為 vfat。

source: <b>Please select an EFI partition</b>
lt: <b>Pasirinkite EFI skirsnį</b>
ro: <b>Te rog selectează o partiție EFI</b>
sq: <b>Ju lutem, përzgjidhni një ndarje EFI</b>
zh_tw: <b>請選擇一個 EFI 分割磁區</b>

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
lt: EFI sisteminis skirsnis yra reikalingas su šiais reikalavimais: - Prijungimo vieta: /boot/efi - Skirsnio vėliavos: įkėlimui - Dydis: daugiau nei 100 MB - Failų sistema: vfat arba fat32 Suderinamumo su Windows užtikrinimui rekomenduojame naudoti pirmąjį disko skirsnį kaip EFI skirsnį.
ro: Este nevoie de o partiție de sistem EFI cu următoarele cerințe: - Punct de montare: /boot/efi - Steagurile partiției: Butabilă - Mărimea: Mai mare de 100MB - Formatul: vfat sau fat32 Pentru a asigura compatibilitatea cu Windows noi îți recomandăm să folosești prima partiție a hard-discului ca și partiție de sistem EFI.
sq: Një ndarje sistem EFI është e nevojshme me kërkesat e mëposhtme: - Mount pika: / boot / efi - Flamujve Ndarja: Bootable - Size: Më të mëdha se 100MB - Format: vfat apo FAT32 Për të siguruar pajtueshmërinë me Windows-it ne ju rekomandojmë të përdorë ndarjen e parë e diskut si ndarjen e sistemit EFI.
zh_tw: EFI 系統分歌磁區須滿足下列條件: - 掛載點: /boot/efi - 分割磁區旗標: 可開機 (Bootable) - 大小: 大於 100MB - 格式: vfat 或 fat32 為了確保與 Windows 的相容性，我們建議您使用第一個磁碟分割作為 EFI 系統分割磁區。

source: Install
ar: ثبت
kn: ಸಂಸ್ಥಾಪಿಸು
ko: 깔기
lt: Įdiegti
ro: Instalează
sq: Instalo
zh_tw: 安装

source: Localization
ar: المحلية
kn: ಸ್ಥಳೀಕರಣ
ko: 지역화
lt: Lokalizavimas
ro: Localizare
sq: Lokalizimi
zh_tw: 本地化

source: Language:
ar: اللغة:
kn: ಭಾಷೆ:
ko: 언어:
lt: Kalba:
ro: Limba:
sq: Gjuha:
zh_tw: 語言:

source: Timezone:
ar: النطاق الزمني
kn: ಕಾಲವಲಯ:
ko: 시간대:
lt: Laiko juosta:
ro: Fus orar:
sq: Zona Kohore:
zh_tw: 時區:

source: Keyboard layout:
ar: تخطيط لوحة المفاتيح:
kn: ಕೀಲಿಮಣೆ ವಿನ್ಯಾಸ:
ko: 키보드 배치:
lt: Klaviatūros išdėstymas:
ro: Aranjament tastatură:
sq: Dalja e tastierës:
zh_tw: 鍵盤配置:

source: User settings
ar: إعدادات المستخدم
kn: ಬಳಕೆದಾರರ ಸಂಯೋಜನೆಗಳು
ko: 사용자 설정
lt: Naudotojo nustatymai
ro: Setări utilizator
sq: Parametrat e përdoruesve
zh_tw: 使用者設定

source: Real name:
ar: الاسم الحقيقي :
kn: ನೈಜ ಹೆಸರು:
ko: 실명:
lt: Tikrasis vardas:
ro: Nume real:
sq: Emri i vërtetë:
zh_tw: 真實姓名:

source: Username:
ar: اسم المستخدم:
kn: ಬಳಕೆ ಹೆಸರು:
ko: 사용자명:
lt: Naudotojo vardas:
ro: Utilizator:
sq: Emri i përdruesit:
zh_tw: 使用者名稱:

source: System settings
ar: إعدادات النظام
kn: ವ್ಯವಸ್ಥೆ ಸಂಯೋಜನೆಗಳು
ko: 시스템 설정
lt: Sistemos nustatymai
ro: Setări sistem
sq: Parametrat e sistemit
zh_tw: 系統設定

source: Hostname:
ar: المضيف:
kn: ಆತಿಥೇಯ ಹೆಸರು:
ko: 호스트명:
lt: Kompiuterio vardas
ro: Nume gazdă:
sq: Emri i mbartësit:
zh_tw: 主機名稱:

source: Install bootloader in %s
ar: تثبيت محمل الاقلاع في %s
kn: %s ನಲ್ಲಿ ಬೂಟ್ ಲೋಡರ್ ಸಂಸ್ಥಾಪಿಸು
ko: 부트로더를 %s에 설치
lt: Diegti sistemų įkėliklį į %s
ro: Instalează programul de pornire a sistemului în %s
sq: Instalo ngarkuesin e nisjes në %s
zh_tw: 於 %s 安裝開機載入器

source: Do not install bootloader
ar: لم يثبت محمل القلاع
kn: ಬೂಟ್ ಲೋಡರ್ ಸಂಸ್ಥಾಪಿಸುವುದು ಬೇಡ
ko: 부트로더를 설치하지 않음
lt: Nediegti sistemų įkėliklio
ro: Nu instala programul de pornire a sistemului
sq: Mos e instalo ngarkuesin e nisjes
zh_tw: 不安裝開機載入器

source: Filesystem operations
ar: عمليات نظام الملفات
kn: ಕಡತವ್ಯವಸ್ಥೆ ಕಾರ್ಯಗಳು
ko: 파일시스템 작업
lt: Failų sistemos veiksmai
ro: Operațiile sistemului de fișiere
sq: Veprimet e sistemit të skedarëve
zh_tw: 檔案系統操作

source: Format %(partition)s as %(format)s
ar: جاري تهيئة %(partition)s كـ %(format)s
kn: %(partition)s ನ್ನು %(format)s ನಂತೆ ಸಂವಿಭಜಿಸು
lt: Ženklinti %(partition)s kaip %(format)s
ro: Formatare %(partition)s ca %(format)s
sq: Formato %(partition)s si %(format)s
zh_tw: 將 %(partition)s 格式化為 %(format)s

source: Mount %(partition)s as %(mountpoint)s
ar: تحميل %(partition)s علي %(mountpoint)s
kn: %(partition)s ನ್ನು %(mountpoint)s ನಂತೆ ಆರೋಹಣ ಮಾಡು
lt: Prijungiamas %(partition)s skirsnis prie %(mountpoint)s vietos
ro: Montează %(partition)s ca %(mountpoint)s
sq: Monto %(partition)s si %(mountpoint)s
zh_tw: 將 %(partition)s 掛載於 %(mountpoint)s

source: Installation error
ar: خطأ فى عملية التثبيت
kn: ಸಂಸ್ಥಾಪನೆ ದೋಷ
ko: 설치 에러
lt: Įdiegimo klaida
ro: Eroare la instalare
sq: Gabim instalimi
zh_tw: 安裝程序發生錯誤

source: Installation Paused
ar: التثبيت متوقف مؤقتًا
lt: Diegimas pristabdytas
ro: Instalarea este în pauză
sq: Instalimi ndaluar
zh_tw: 安裝程序已暫停

source: Installation is now paused. Please read the instructions on the page carefully and click Forward to finish installation.
lt: Diegimas pristabdytas. Atidžiai perskaitykite šio puslapio nurodymus ir paspauskite „Pirmyn“ diegimui pabaigti.
ro: Instalarea este acum în pauză. Te rog citește instrucțiunile de pe pagina aceasta și apasă Înainte pentru a finaliza instalarea.
sq: Instalimi është e ndaluar tani. Ju lutemi lexoni udhëzimet e shfaqura në faqe me kujdes dhe klikoni Forward për të përfunduar instalimin.
zh_tw: 安裝程序已暫停。請仔細閱讀本頁教學文件並按下一步以完成安裝程序。

source: Installation is now complete. Do you want to restart your computer to use the new system?
lt: Diegimas baigtas. Ar norite perkrauti kompiuterį ir naudotis naująja sistema?
ro: Instalarea este acum finalizată. Vrei să-ți repornești calculatorul pentru a folosi noul sistem?
sq: Instalimi tani është kompletuar. A doni të rinisni kompjuterin tuaj për të përdorur sistemin e ri?
zh_tw: 安裝程序已完成。您要重新啟動電腦以使用新安裝的作業系統嗎?

source: Edit partition
ar: حرر الجزء
kn: ವಿಭಜನೆಯನ್ನು ಮಾರ್ಪಡಿಸು
ko: 파티션 편집
lt: Tvarkyti skirsnį
ro: Modifică partiția
sq: Modifiko particionin
zh_tw: 編輯分割區

source: Could not build supported filesystems list!
ar: غير قادر على انشاء قائمة بأنظمة الملفات المدعومة
kn: ಬೆಂಬಲಿತ ಕಡತವ್ಯವಸ್ಥೆಗಳ ಪಟ್ಟಿ ನಿರ್ಮಿಸಲು ಆಗುತ್ತಿಲ್ಲ
ko: 지원되는 파일시스템 목록을 구축할 수 없습니다!
lt: Nepavyko sukurti palaikomų failų sistemų sąrašo!
ro: Nu se poate completa lista cu sistemele de fișiere suportate!
sq: Nuk mund të ndërtoj një listë të sistemeve të skedarëve të suportuar!
zh_tw: 無法建置支援的檔案系統清單！

source: Device:
ar: الجهاز:
kn: ಸಾಧನ:
ko: 장치:
lt: Įrenginys:
ro: Dispozitiv:
sq: Pajisja:
zh_tw: 裝置:

source: Format as:
ar: تهيئة كـ :
kn: ಹೀಗೆ ಸಂವಿಭಜಿಸು:
ko: 포맷할 종류:
lt: Sužymėti kaip:
ro: Formatează ca:
sq: Formatoje si:
zh_tw: 格式化為:

source: Mount point:
ar: موضع التركيب:
kn: ಆರೋಹಣ ಬಿಂದು:
ko: 마운트 지점:
lt: Prijungimo vieta:
ro: Punct de montare:
sq: Pika e montimit:
zh_tw: 掛載點:
