Repository: linuxmint/live-installer
Catalog: po/live-installer-*.po
Languages: ast, be, fa, he, ja, ka, nn, pl, te, uz

source: Yes
ast: Sí
be: Так
fa: بله
he: כן
ja: はい
ka: დიახ
nn: Ja
pl: Tak
te: అవును
uz: Ha
