Repository: linuxmint/live-installer
Catalog: po/live-installer-*.po
Languages: ast, be, fa, he, ja, ka, nn, pl, te, uz

source: Confirm passphrase
ast: Confirmar frase de pasu
be: Пацвердзіце пароль
fa: تأییدِ عبارتِ عبور
he: אישור ביטוי הסיסמה
ja: パスフレーズの再入力
ka: დაადასტურეთ საკვანძო ფრაზა
nn: Stadfest passordfrase
pl: Potwierdź hasło
te: పాస్‌ఫ్రేజ్‌ని నిర్ధారించండి
uz: Parol iborasini tasdiqlash

source: Use LVM (Logical Volume Management)
ast: Usar LVM (Logical Volume Management)
be: Выкарыстоўваць лагічнае кіраванне аб'ёмам (LVM)
fa: استفاده از LVM (مدیریت حجم منطقی)
he: שימוש ב־LVM (נהול כרך לוגי)
ja: LVM (論理ボリュームマネージャー) を使用
ka: LVM-ის გამოყენება (ლოგიკური ტომების მართვა)
nn: Nytt LMV (Logical Volume Management)
pl: Użyj LVM (Logiczne Zarządzanie Wolumenów)
te: LVM (లాజికల్ వాల్యూమ్ మేనేజ్‌మెంట్) ఉపయోగించండి
uz: LVM (Logical Volume Management) dan foydalanish

source: Manual Partitioning
ast: Particionáu manual
be: Разбіць на раздзелы ўручную
fa: پارتیشن‌بندی دستی
he: חלוקה ידנית למחיצות
ja: 手動でのパーティショニング
ka: ხელით დაყოფა
nn: Manuell partisjonering
pl: Ręczne partycjonowanie
te: మాన్యువల్ విభజన
uz: Qo‘lda bo‘linish

source: Manually create, resize or choose partitions for LMDE.
ast: Crear, cambear el tamañu o escoyer particiones pa LMDE.
be: Уручную стварыць, змяніць аб'ём або выбраць раздзелы для LMDE.
fa: به‌طور دستی برای LMDE پارتیشن ایجاد، تغییر اندازه یا انتخاب کنید.
he: יצירת, שינוי גודל ובחירת מחיצות ל־LMDE באופן ידני.
ja: LMDE 用のパーティションを自分で作成、変更、選択します。
ka: შექმენით, შეუცვალეთ ზომა, ან აირჩიეთ დანაყოფები LMDE-სთვის.
nn: Manuelt oppretta, endra storleik eller vel partisjonar for LMDE.
pl: Ręcznie stwórz, zmień rozmiar lub wybierz partycję dla LMDE.
te: LMDE కోసం విభజనలను మాన్యువల్‌గా సృష్టించండి, పరిమాణాన్ని మార్చండి లేదా ఎంచుకోండి.
uz: LMDE uchun bo‘limlarni qo‘lda yaratish, hajmini o‘zgartirish yoki tanlash.

source: Fill the disk with random data
ast: Enllenar el discu con datos al debalu
be: Запоўніць дыск выпадковымі данымі
fa: پرکردن دیسک با داده تصادفی
he: מילוי הכונן בנתונים אקראיים
ja: ディスクの中身をランダムなデータで埋める
ka: დისკის შევსება შემთხვევითი მონაცმეებით
nn: Fyll disken med tilfeldig data
pl: Zapełnij dysk losowymi danymi
te: యాదృచ్ఛిక డేటాతో డిస్క్ నింపండి
uz: Diskni tasodifiy ma'lumotlar bilan to‘ldirish

source: This provides extra security but it can take hours.
ast: Esto darate más seguranza, pero pué llevar hores.
be: Гэта забяспечыць дадатковую бяспеку, але зойме шмат часу.
fa: این میتواند امنیت اضافی فراهم بیاورد اما ممکن است ساعت ها طول بکشد.
he: מספק אבטחה נוספת אך עשוי להארך שעות.
ja: セキュリティが高くなりますが、数時間かかることがあります。
ka: ეს დამატებით უსაფრთხოებას ნიშნავს, მაგრამ, შეიძლება, საათები დასჭირდეს.
nn: Dette tilbyr ekstra tryggleik, men kan ta timar.
pl: To wprowadzi dodatkowe zabezpieczenie, ale może potrwać wiele godzin.
te: ఇది అదనపు భద్రతను అందిస్తుంది కానీ దీనికి గంటలు పట్టవచ్చు.
uz: Bu qo‘shimcha xavfsizlikni ta'minlaydi, lekin bir necha soat davom etishi mumkin.

source: Edit
ast: Editar
be: Змяніць
fa: ویرایش
he: עריכה
ja: 編集
ka: ჩასწორება
nn: Endre
pl: Edycja
te: మార్చు
uz: Tahrirlash

source: Launch GParted
ast: Aniciar GParted
be: Запусціць GParted
fa: اجرای GParted
he: שיגור GParted
ja: GParted を起動
ka: GParted-ის გაშვება
nn: Start GParted
pl: Uruchom GParted
te: GPartedని ప్రారంభించండి
uz: GParted ishga tushirish

source: Refresh
ast: Refrescar
be: Абнавіць
fa: تازه‌سازی
he: ריענון
ja: 更新
ka: განახლება
nn: Oppfrisk
pl: Odśwież
te: రీఫ్రెష్ చేయి
uz: Yangilash

source: Device
ast: Preséu
be: Прылада
fa: دستگاه
he: התקן
ja: デバイス
ka: მოწყობილობა
nn: Eining
pl: Urządzenie
te: పరికరము
uz: Qurilma

source: Type
ast: Triba
be: Тып
fa: نوع
he: סוג
ja: 種類
ka: ტიპი
pl: Rodzaj
te: రకము
uz: Turi

source: Operating system
ast: Sistema operativu
be: Аперацыйная сістэма
fa: سیستم عامل
he: מערכת הפעלה
ja: オペレーティングシステム
ka: ოპერაციული სისტემა
nn: Operativsystem
pl: System operacyjny
te: నిర్వహణ వ్యవస్థ
uz: Operasion tizim

source: Mount point
ast: Puntu de montaxe
be: Кропка мантавання
fa: نقطه‌ی سوارکردن
he: נקודת עגינה
ja: マウントポイント
ka: მიმაგრების წერტილი
nn: Monteringspunkt
pl: Punkt montowania
te: మౌంట్ పాయింట్
uz: Ulash nuqtasi

source: Format as
ast: Formatear comu
be: Фарматаваць як
fa: قالب بندی به عنوانِ
he: פירמוט בתור
ja: フォーマット形式
ka: დაფორმატება, როგორც
nn: Formater som
pl: Sformatuj jako
te: ఇలా ఫార్మాట్ చేయండి
uz: Formatlash turi

source: Size
ast: Tamañu
be: Памер
fa: اندازه
he: גודל
ja: サイズ
ka: ზომა
nn: Storleik
pl: Rozmiar
te: పరిమాణం
uz: O‘lcham

source: Free space
ast: Espaciu llibre
be: Вольная прастора
fa: فضای خالی
he: שטח פנוי
ja: 空き容量
ka: თავისუფალი სივრცე
nn: Ledig plass
pl: Wolna przestrzeń
te: ఖాళీ స్థలం
uz: Bo‘sh joy

source: Install the GRUB boot menu on:
ast: Instalar menú GRUB en:
be: Усталяваць меню загрузкі GRUB на:
fa: نصبِ فهرستِ راه‌اندازی GRUB بر:
he: התקנת תפריט האתחול GRUB ב־:
ja: GRUB ブートメニューをインストールする場所:
ka: GRUB-ის ჩამტვირთავი მენიუს დაყენება დისკზე:
nn: Installer GRUB oppstartsmeny på:
pl: Zainstaluj menu rozruchowe GRUB na:
te: GRUB బూట్ మెనూను ఇక్కడ ఇన్‌స్టాల్ చేయండి:
uz: GRUB yuklash menyusini o‘rnating:

source: You selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
ast: Escoyiste xestionar les particiones a manu. Esto ye pa USUARIOS AVEZAOS.
be: Вы выбралі кіраванне раздзеламі ўручную, гэта функцыя ТОЛЬКІ ДЛЯ ВОПЫТНЫХ КАРЫСТАЛЬНІКАЎ.
fa: شما انتخاب کردید که پارتیشن هایتان را بطور دستی مدیریت کنید، این ویژگی فقط برای کاربران پیشرفته است.
he: בחרת לנהל את המחיצות באופן ידני, תכונה זו מיועדת למשתמשים מתקדמים בלבד.
ja: 手動でパーティションを設定します。これは「上級者向け」です。
ka: თქვენ დანაყოფების ხელით მართვა აირჩიეთ. ეს, მხოლოდ, გამოცდილი მომხმარებლებისთვისაა.
nn: Du valde å behandla partisjonane dine manuelt, denne funksjonen er berre for AVANSERTE BRUKARAR.
pl: Wybrane zostało ręczne zarządzanie partycjami, jest to opcja wyłącznie dla ZAAWANSOWANYCH UŻYTKOWNIKÓW.
te: మీరు మీ విభజనలను మాన్యువల్‌గా నిర్వహించడానికి ఎంచుకున్నారు, ఈ లక్షణం అధునాతన వినియోగదారులకు మాత్రమే.
uz: Siz boʻlimlaringizni qoʻlda boshqarishni tanladingiz, bu xususiyat FAQAT ILGʻOR FOYDALANUVCHILAR uchun.

source: Before continuing, mount your target filesystem(s) on /target.
ast: Enantes de siguir, monta el sistema de ficheros oxetivu en /target.
be: Перад працягам падключыце вашу файлавую сістэму да /target.
fa: قبل از ادامه دادن، فایل‌سیستم های مورد هدف خود را بر /target سوار کنید.
he: לפני שממשיכים, נא לעגן את מערכות קבצי היעד ב־/target.
ja: 先へ進む前に、対象のファイルシステムを /target にマウントしてください。
ka: გაგრძელებამდე მიამაგრეთ თქვენი სამიზნე ფაილური სისტემები /target-ზე.
nn: Før du held fram, montér målfilsystemet/målfilsystema på /target.
pl: Zanim przejdziesz dalej, zamontuj wybrany system plików na /target.
te: కొనసాగే ముందు, మీ లక్ష్య ఫైల్‌సిస్టమ్(లు) ను /target పై మౌంట్ చేయండి.
uz: Davom etishdan oldin maqsadli fayl tizim(lar)ingizni /target ga ulang.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
ast: NUN montar preseos virtuales comu /dev, /proc, /sys, etc en /target/.
be: НЕ падключайце віртуальныя прылады, такія як /dev, /proc, /sys і г.д. да /target/.
fa: دستگاه های مجازی مانند dev، /proc، /sys/، و غیره را بر /target/ سوار نکنید.
he: נא לא לעגן התקנים מדומים כמו /dev, /proc, /sys, ודומיהם ב־/target/.
ja: /dev, /proc, /sys などの仮想デバイスを /target/ にマウント「しないで」ください。
ka: არ მიამაგროთ /target/-ზე ისეთი ვირტუალური მოწყობილობები, როგორიცაა /dev, /proc, /sys და ა.შ.
nn: IKKJE monter virtuelle einingar som /dev, /proc, /sys, og liknande i /target/.
pl: NIE montuj wirtualnych urządzeń, takich jak /dev, /proc, /sys itd. w /target/.
te: /target/ పై /dev, /proc, /sys, మొదలైన వర్చువల్ పరికరాలను మౌంట్ చేయవద్దు.
uz: /target ga /dev, /proc, /sys, va h.k. kabi virtual qurilmalarni ULAMANG.

source: During the install, you will be given time to chroot into /target and install any packages that will be needed to boot your new system.
ast: De mientras 'instala, daremoste tiempu pa chroot en /target ya instalar cualesquier paquete que ñecesites pa aniciar el to nuevu sistema.
be: Падчас усталявання ў вас будзе час для змены каранёвай папкі ў /target і ўсталявання пакетаў, якія спатрэбяцца для запуску новай сістэмы.
fa: هنگام نصب، به شما برای chroot کردن در /target و نصب هر بسته‌ای که برای راه‌اندازی سیستم جدید شما نیاز است زمان داده خواهد شد.
he: במהלך ההתקנה תתאפשר התחברות כ־chroot ל־‎/target ‏ולהתקין כל חבילה שתידרש לאתחול המערכת החדשה.
ja: インストールの途中に /target へ chroot する機会があります。このとき、新しいシステムの起動に必要なパッケージをインストールできます。
ka: დაყენებისას მოგეცემათ დრო, რომ გააკეთოთ chroot /target-ზე და დააყენოთ პაკეტები, რომელიც საჭიროა თქვენი ახალი სისტემის ჩასატვირთად.
nn: Under installasjonen vil du få høve til å chroot inn i /target, og installera pakkar som er nødvendige for oppstart av det nye systemet ditt.
pl: Podczas instalacji będziesz mieć możliwość na wykonanie chroot do /target i zainstalowania dowolnych pakietów, które będą potrzebne do uruchomienia Twojego nowego systemu.
te: ఇన్‌స్టాల్ సమయంలో, మీకు /target లోకి chroot చేయడానికి మరియు మీ కొత్త సిస్టమ్‌ను బూట్ చేయడానికి అవసరమైన ఏవైనా ప్యాకేజీలను ఇన్‌స్టాల్ చేయడానికి సమయం ఇవ్వబడుతుంది.
uz: O‘rnatish paytida sizga /target uchun vaqtinchalik chroot huquqi beriladi va yangi tizimni ishga tushirishda zarur bo‘lgan ihtiyoriy paketlarni tizimga o‘rnata olasiz.

source: During the install, you will be required to write your own /etc/fstab.
ast: De mientres s'instala, pidiráste que faigas el to propiu /etc/fstab.
be: Падчас усталявання вас спытаюць пра напісанне ўласнага /etc/fstab.
fa: هنگام نصب، لازم خواهد بود که شما /etc/fstab خود را بنویسید.
he: במהלך ההתקנה תידרשו לכתוב /etc/fstab משלכם.
ja: インストールの途中に /etc/fstab の編集を求められます。
ka: დაყენებისას მოთხოვთ, რომ თქვენი საკუთარი /etc/fstab დაწეროთ.
nn: Under installasjonen vil du bli påkravd å skriva din eigen /etc/fstab.
pl: Podczas instalacji będzie konieczne dokonanie zapisu Twojego własnego /etc/fstab.
te: ఇన్‌స్టాల్ చేస్తున్నప్పుడు, మీరు మీ స్వంత /etc/fstab ను వ్రాయవలసి ఉంటుంది.
uz: O‘rnatish paytida sizdan o‘zingiz uchun /etc/fstab yozuv yaratish talab qilinadi.

source: Do the following and then click Next to finish installation:
ast: Sigui los pasos ya da-y a Siguiente pa finar la instalación:
be: Зрабіце наступнае і затым націсніце ДАЛЕЙ каб скончыць усталяванне:
fa: موارد زیر را انجام دهید و بعد بر بعدی کلیک کنید تا نصب را تمام کنید:
he: נא לבצע את הפעולות הבאות ולאחר מכן להקיש על ’הבא’ כדי לסיים את ההתקנה:
ja: 先へ進む前に、これらの操作を行ってください:
ka: გააკეთეთ შემდეგი და შემდეგ დააჭირეთ "შემდეგს" დაყენების დასასრულებლად:
nn: Gjer følgjande og klikk deretter "neste" for å avslutta installasjonen:
pl: Wykonaj następujące kroki i kliknij Następne w celu zakończenia instalacji:
te: ఇన్‌స్టాలేషన్‌ను పూర్తి చేయడానికి కింది వాటిని చేసి, తదుపరి క్లిక్ చేయండి:
uz: Quyidagilarni bajaring va o‘rnatishni tugatish uchun Keyingi bosing:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
ast: Fae un /target/etc/fstab pa los sistemes de ficheros que van montase nel to nuevu sistema. Que coincidan colos que tan montaos agora en /target (ensin usar el prefixu /target na ruta de montax).
be: Стварыце /target/etc/fstab для кожнай з адпаведных файлавых сістэм, што будуць прымантаваны ў вашай новай сістэме, паводле тых, што цяпер прымантаваны ў /target (без выкарыстання прэфікса /target ў непасрэдных шляхах мантавання).
fa: /target/etc/fstab را برای فایل سیستم ها ایجاد کنید همانطور که آنها بر سیستم جدیدتان سوار خواهند شد، مطابق با آنهایی که درحال‌حاضر در /target سوار اند (بدون استفاده از پیشوندِ /target در خودِ مسیرهای سوار کردن)
he: נא ליצור ‎/target/etc/fstab לעגינת מערכות הקבצים כפי שיעוגנו במערכת החדשה, בהתאמה לאלו שכבר מעוגנות ב- ‎/target (ללא שימוש בקידומת ‎/target בנתיבי העגינה עצמם).
ja: ファイルシステム上に /target/etc/fstab を作成し、その場所を現在マウントしている /target に合わせてください (マウントパス自身の前には /target を付けないでください)。ここで作成した場所は、後に新しいシステムにマウントされます。
ka: შექმენით /target/etc/fstab ფაილური სისტემებისთვის, რომლებიც გნებავთ, მიმაგრებული იყოს თქვენი ახალი სისტემისთვის, რომლებიც ემთხვევა მათ, რომლებიც ახლა /target-ზეა მიმაგრებული (/target პრეფიქსის გარეშე).
nn: Opprett /mål/etc/fstab for filsystema som dei vil bli montert i ditt nye system, som samsvarar dei som no er montert på /target (utan å nytte /target prefikset i sjølve bana).
pl: Utwórz /target/etc/fstab dla systemu plików, jak będą one montowane w Twoim nowym systemie, dopasowując te obecnie zamontowane w /target (bez użycia prefiksu /target w samych ścieżkach montowania).
te: మీ కొత్త వ్యవస్థలో మౌంట్ చేయబడే ఫైల్ సిస్టమ్‌ల కోసం /target/etc/fstab ను సృష్టించండి, ప్రస్తుతం /target వద్ద మౌంట్ చేయబడిన వాటికి సరిపోలుతుంది (మౌంట్ పాత్‌లలో /target ఉపసర్గను ఉపయోగించకుండా).
uz: Joriy /target ga ulangan fayl tizimlariga mos keluvchi, YAngi tizimda ulanadigan fayl tizimlari uchun /target/etc/fstab ni yarating (ulanish yo‘llarining o‘zida /target prefiksini yozmang).

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
ast: Instala tolos paquetes que vas ñecesitar nel to primer arrinque de sistema (mdadm, cryptsetup, dmraid, etc). Usa "sudo chroot /target" siguío del cuerrespondiente comandu d'instalación apt-get/aptitude.
be: Усталюйце ўсе пакеты, якія могуць спатрэбіцца для першага запуску (mdadm, cryptsetup, dmraid і інш.) праз каманду "sudo chroot /target" згодна з адпаведным усталяваннем праз apt-get/aptitude.
fa: با فراخواندن "sudo chroot /target" و نصب‌های apt-get/aptitude مربوطه در ادامه آن، هر بسته مورد نیاز برای اولین راه‌اندازی را نصب کنید(mdadm, cryptsetup, dmraid, و غیره).
he: התקנת כל החבילות הדרושות לאתחול הראשון (mdadm, cryptsetup, dmraid ודומיהם) על ידי קריאה ל־ "sudo chroot/target" ובהמשך התקנות apt-get/aptitude בהתאם.
ja: 適切な apt-get/aptitude の設定後、"sudo chroot /target" を実行し、初回起動に必要なパッケージ (mdadm, cryptsetup, dmraid など) をインストールしてください。
ka: დააყენეთ პაკეტები, რომლებიც პირველი ჩატვირთვისაა აუცილებელი (mdadm, cryptsetup, dmraid და ა.შ.) "sudo chroot /target" ბრძანების, რომელსაც შესაბამისი apt-get/aptitute ბრძანებები მოჰყება.
nn: Installera dei pakkane som kan vera naudsynte for fyrste oppstart (mdadm, cryptsetup, dmraid og liknande) ved å kalla på "sudo chroot /target" etterfølgt av dei relevante apt-get/aptitude-installasjonane.
pl: Zainstaluj dowolne pakiety, które mogą być potrzebne dla pierwszego rozruchu (mdadm, cryptsetup, dmraid, itd.) przez wywołanie "sudo chroot /target" a następnie dokonanie odpowiedniej instalacji poprzez apt-get/aptitude.
te: మొదటి బూట్ (mdadm, cryptsetup, dmraid, మొదలైనవి) కు అవసరమైన ఏవైనా ప్యాకేజీలను "sudo chroot /target" కు కాల్ చేసి, ఆ తరువాత సంబంధిత apt-get/aptitude ఇన్‌స్టాలేషన్‌లను ఇన్‌స్టాల్ చేయండి.
uz: Birinchi marta tizimni ishga tushirishda zarur bo‘lgan ixtiyoriy paketlar (mdadm, cryptsetup, dmraid, va h.k.) ni o‘rnatish uchun apt-get/aptitude usulga o‘xshash "sudo chroot /target" ni chaqiring.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
ast: Delles vegaes (comu con dm-crypt), pa que update-initramfs furrule bien, vas precisar que los discos tean montaos usando el mesmu nome de bloque col que aparecen en /target/etc/fstab.
be: Звярніце ўвагу: для таго каб update-initramfs спрацаваў карэктна ў пэўных выпадках (напр. dm-crypt), вам магчыма спатрэбяццаа прымантаваныя дыскі з той жа назвай блочнай прылады, як яны запісаны ў /target/etc/fstab.
fa: توجه داشته باشید که برای درست کار کردن update-initramfs در برخی موارد (مانند dm-crypt)، شاید نیاز باشد درایو ها را درحال‌حاضر با استفاده از نام بلوکی مشابه به آن که در /target/etc/fstab نمایان میشود سوارد کرده باشید.
he: לתשומת לב, על מנת ש- update-initramfs יפעלו כראוי, במקרים מסוימים (כגון dm-crypt), ייתכן שיידרש לעגן כוננים באותו שם גוש התקן כפי שהם מופיעים ב-/target/etc/fstab.
ja: いくつかの状況下 (dm-crypt を使用するなど) で update-initramfs を適切に動作させるには、現在マウントしているドライブを /target/etc/fstab の記述に従い、同じブロックデバイス名で設定してください。
ka: დაიმახსოვრეთ, რომ იმისათვის, რომ update-initramfs-მა სწორად იმუშაოს, ზოგიერთ შემთხვევაში (მაგ: dm-crypt) შეიძლება დაგჭირდეთ, რომ ზოგიერთი ბლოკური მოწყობილობის სახელი ისე გამოჩნდეს, როგორც /target/etc/fstab ფაილშია.
nn: Merk at for å få update-initramfs til å fungera ordentleg (som med dm-crypt), må ein i nokre tilfelle ha einingane montert med same blokkeiningsnamn som dei har i /target/etc/fstab.
pl: Należy pamiętać, że aby update-initramfs działał prawidłowo w niektórych przypadkach (np. dm-crypt), może wystąpić potrzeba posiadania dysków obecnie zamontowanych przy użyciu tej samej nazwy urządzenia blokowego, jak pojawiają się one w /target/etc/fstab.
te: కొన్ని సందర్భాలలో (dm-crypt వంటివి) update-initramfs సరిగ్గా పనిచేయాలంటే, మీరు /target/etc/fstab లో కనిపించే బ్లాక్ పరికర పేరును ఉపయోగించి ప్రస్తుతం మౌంట్ చేయబడిన డ్రైవ్‌లను కలిగి ఉండవలసి రావచ్చు.
uz: Ba'zi hollarda (masalan, dm-crypt) to‘g‘ri ishlash uchun bajariladigan update-initramfs da sizga aynan hozirgidek /target/etc/fstab tartibda ulangan qurilmalar zarur bo‘lishi mumkin.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
ast: Compreba dos vueltas que'l to /target/etc/fstab tea correutu, que tenga too lo que el to sistema va ñecesitar nel primer prendíu, ya que coincida colo que ta montáu agora en /target.
be: Двойчы праверце карэктнасць вашага /target/etc/fstab; што ў ім запісана ўсё, што мусіць мець сістэма падчас першага запуску, і ўсё, што цяпер прымантавана ў /target.
fa: دومرتبه بررسی کنید که /target/etc/fstab تان صحیح است، مطابق آن‌چیزی است که سیستم‌تان در اولین راه‌اندازی خواهد داشت، و مطابق آن‌چیزی است که هم‌اکنون در /target سوار است.
he: נא לאשר בהקשה כפולה שהנתיב target/etc/fstab/ תקין, תואם לנתיב שיהיה במערכת החדשה בעת האתחול הראשון, ותואם את מה שמותקן כעת ב- target/.
ja: /target/etc/fstab が正しく設定されているか、新しいシステムの初回起動に適したものか、現在マウントしている /target に誤りがないか、今一度確認してください。
ka: ორჯერ შეამოწმეთ, რომ თქვენი /target/etc/fstab ფაილი სწორია და ემთხვევა იმას, რაც გნებავთ, რომ თქვენი ახალი სისტემის პირველი ჩატვირთვისას მოხდეს და ემთხვევა იმას, რაც ამჟამად /target-ზე გაქვთ მიმაგრებული.
nn: Dobbelsjekk at /target/etc/fstab er korrekt og stemmer med kva det nye systemet ditt vil ha ved fyrste oppstart og stemmer med /target akkurat no.
pl: Sprawdź dokładnie, że Twój /target/etc/fstab jest poprawny; dopasowuje to, co Twój nowy system będzie miał przy pierwszym rozruchu, oraz co jest obecnie zamontowane w /target.
te: మీ /target/etc/fstab సరైనదేనా, మీ కొత్త సిస్టమ్ మొదటి బూట్‌లో కలిగి ఉన్న దానితో సరిపోలుతుందో లేదో మరియు ప్రస్తుతం /target వద్ద మౌంట్ చేయబడిన దానితో సరిపోలుతుందో లేదో ఒకటికి రెండుసార్లు తనిఖీ చేయండి.
uz: /target/etc/fstab to‘g‘riligiga, yangi tizim birinchi bo‘lib yuklanayotganligiga moslikni, va ayni paytda /target ga ulanganligiga ishonch hosil qilish uchun ikki marta tekshiring.

source: The values do not match.
ast: Los valores nun coinciden.
be: Значэнні не супадаюць.
fa: مقادیر منطبق نیستند.
he: הערכים לא תואמים.
ja: 値が一致しません。
ka: მნიშვნელობები არ ემთხვევა.
nn: Verdiane samsvara ikkje.
pl: Wartości nie zgadzają się.
te: విలువలు సరిపోలడం లేదు.
uz: Qiymatlar mos kelmaydi.

source: This field cannot be empty.
ast: Esti campu nun pué tar vacíu.
be: Гэта поле не можа быць пустым.
fa: این بخش نمیتواند خالی باشد.
he: שדה זה לא יכול להשאר ריק.
ja: この欄は空にできません。
ka: ველი არ შეიძლება ცარიელი იყოს.
nn: Dette feltet kan ikkje vere tomt.
pl: To pole nie może być puste.
te: ఈ ఫీల్డ్ ఖాళీగా ఉండకూడదు.
uz: Bu maydon boʻsh boʻlishi mumkin emas.

source: This field may not contain space characters.
ast: Esti campú nun pué tener espacios.
be: Гэта поле не можа ўтрымліваць прабелы.
fa: این بخش نباید کاراکترهای فاصله داشته باشد.
he: שדה זה לא יכול להכיל תווי רווח.
ja: この欄にスペースは使用できません。
ka: ეს ველი, არ შეიძლება, ჰარეს სიმბოლოებს შეიცავდეს.
nn: Dette feltet kan ikkje innehalde mellomromsteikn.
pl: To pole nie może zawierać spacji.
te: ఈ ఫీల్డ్‌లో ఖాళీ అక్షరాలు ఉండకపోవచ్చు.
uz: Bu maydonda boʻsh joy boʻlmasligi kerak.

source: This field must be lower case.
ast: Esti campú nun pué tener lletres mayúscules.
be: Гэта поле павінна быць у ніжнім рэгістры.
fa: این بخش باید با حروف کوچک باشد.
he: שדה זה חייב להכיל אותיות קטנות.
ja: この欄は小文字にしてください。
ka: ეს ველი პატარა ასოებით უნდა შეავსოთ.
nn: Dette feltet må kun nytte små bokstavar.
pl: To pole musi być pisane małymi literami.
te: ఈ ఫీల్డ్ తప్పనిసరిగా చిన్న అక్షరాలలో ఉండాలి.
uz: Bu maydonda kichik harf bilan yozish kerak.

source: This field cannot start or end with a hyphen or period.
ast: Esti campú nun pué entamar nin finar con guiones o puntos.
be: Гэта поле не можа пачынацца ці заканчвацца злучком або кропкай.
fa: این ورودی نمیتواند با یک خط‌تیره یا نقطه شروع یا تمام شود.
he: שדה זה לא יכול להתחיל או להסתיים במקף או נקודה.
ja: この欄をハイフン、またはピリオドで開始・終了させることはできません。
ka: ეს ველი ვერ დაიწყება ან დამთავრდება ტირეთი ან წერტილით.
nn: Dette feltet kan ikkje starta eller slutta med eit mellomrom eller punktum.
pl: To pole nie może zaczynać się ani kończyć łącznikiem lub kropką.
te: ఈ ఫీల్డ్ హైఫన్ లేదా చుక్కతో ప్రారంభం లేదా ముగింపు ఉండకూడదు.
uz: Bu maydon chiziqcha yoki nuqta bilan boshlanmasligi yoki tugamasligi kerak.

source: The entry is too short.
ast: Entrada demasiáu curtia.
be: Запіс занадта кароткі.
fa: ورودی خیلی کوتاه است.
he: הערך שהוזן קצר מדי.
ja: 入力が短すぎます。
ka: ჩანაწერი მეტისმეტად მოკლეა.
nn: Oppføringa er for kort.
pl: Wpis jest za krótki.
te: ఎంట్రీ చాలా చిన్నది.
uz: Yozuv juda qisqa.

source: The entry is too long.
ast: Entrada demasiáu llarga.
be: Запіс занадта доўгі.
fa: ورودی خیلی بلند است.
he: הערך שהוזן ארוך מדי.
ja: 入力が長すぎます。
ka: ჩანაწერი მეტისმეტად გრძელია.
nn: Oppføringa er for long.
pl: Wpis jest za długi.
te: ఎంట్రీ చాలా పొడవుగా ఉంది.
uz: Yozuv juda uzun.

source: This field contains invalid characters.
ast: Esti campu contién carauteres non válidos.
be: Гэта поле ўтрымлівае няправільныя сімвалы.
fa: این بخش دارای کاراکتر های نامعتبر است.
he: שדה זה מכיל ערכים לא תקינים.
ja: この欄に無効な文字が使用されています。
ka: ეს ველი არასწორ სიმბოლოებს შეიცავს.
nn: Dette feltet inneheld ugyldige teikn.
pl: To pole zawiera nieprawidłowe znaki.
te: ఈ ఫీల్డ్‌లో చెల్లని అక్షరాలు ఉన్నాయి.
uz: Bu maydonda yaroqsiz belgilar mavjud.

source: Quit?
ast: ¿Colar?
be: Выйсці?
fa: خروج؟
he: יציאה?
ja: 終了しますか？
ka: გავიდე?
nn: Avslutt?
pl: Zakończyć?
te: త్యజించు?
uz: CHiqib ketmoqchimisiz?

source: Are you sure you want to quit the installer?
ast: ¿Tas xuru de que quies colar de l'instalador?
be: Сапраўды жадаеце выйсці з усталёўшчыка?
fa: آیا مطمئنید میخواهید از نصب کننده خارج شوید؟
he: האם לצאת מההתקנה?
ja: インストーラーを終了しますか？
ka: მართლა გნებავთ, გახვიდეთ დაყენების პროგრამიდან?
nn: Er du sikker på at du vil avslutta installasjonsprogrammet?
pl: Czy na pewno chcesz opuścić instalator?
te: మీరు ఖచ్చితంగా ఇన్‌స్టాలర్ నుండి నిష్క్రమించాలనుకుంటున్నారా?
uz: O‘rnatuvchi dasturni to‘xtatmoqchimisiz?

source: Please choose a language
ast: Escueye una llingua, por favor.
be: Выберыце мову
fa: لطفا زبانی را انتخاب کنید
he: נא לבחור שפה
ja: 言語を選択してください
ka: აირჩიეთ ენ
nn: Vel vennligst eit språk
pl: Proszę wybrać język
te: దయచేసి ఒక భాషను ఎంచుకోండి
uz: Tilni tanlang

source: Warning
ast: Avisu
be: Папярэджанне
fa: هشدار
he: אזהרה
ja: 警告
ka: გაფრთხილება
nn: Åtvaring
pl: Ostrzeżenie
te: హెచ్చరిక
uz: Ogohlantirish

source: This will delete all the data on %s. Are you sure?
ast: Esto va desaniciar tolos datos en %s. ¿De xuru?
be: Гэта выдаліць усе даныя на %s. Вы ўпэўнены?
fa: این همه داده روی %s را حذف خواهد کرد. آیا اطمینان دارید؟
he: כל המידע ב-%s ימחק. האם להמשיך?
ja: %s にあるデータはすべて削除されます。よろしいですか？
ka: ეს ყველა მონაცემს წაშლის %s-ზე. დარწმუნებული ბრძანდებით?
nn: Dette vil sletta all data på %s. Er du sikker?
pl: To usunie wszystkie dane na %s. Czy na pewno?
te: ఇది %s లోని మొత్తం డేటాను తొలగిస్తుంది. మీరు ఖచ్చితంగా చేయాలనుకుంటున్నారా?
uz: Bu %s dagi barcha maʼlumotlarni oʻchirib tashlaydi. Ishonchingiz komilmi?
