Repository: linuxmint/live-installer
Catalog: po/live-installer-*.po
Languages: ast, be, fa, he, ja, ka, nn, pl, te, uz

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
ast: Por favor, indica el sistema de ficheros pa emplegar comu partición root (/) enantes de siguir.
be: Перад тым як працягнуць, укажыце файлавую сістэму для фарматавання каранёвага раздзела (/).
fa: لطفا قبل از پیش‌روی فایل سیستمی را برای قالب‌بندی root (/) مشخص کنید.
he: נא לבחור מערכת קבצים לתבנות מחיצת השורש ( /) לפני המשך תהליך ההתקנה.
ja: 先へ進む前に、ルート (/) パーティションをどのファイルシステムでフォーマットするか指定してください。
ka: გაგრძელებამდე მიუთითეთ ფაილური სისტემა, რომელიც გამოყენებული იქნება, როგორც ძირითადი (/).
nn: Før du held fram, angi vennlegst eit filsystem å formatera rotpartisjonen (/) til.
pl: Zanim będziemy kontynuować, prosimy wskazać system plików, na który zostanie sformatowana partycja root (/).
te: దయచేసి కొనసాగే ముందు రూట్ (/) విభజనను ఫార్మాట్ చేయడానికి ఒక ఫైల్ సిస్టమ్‌ను సూచించండి.
uz: Davom etishdan avval, root (/) qismni formatlash uchun fayl tizimini tanlang.

source: Please select a root (/) partition.
ast: Seleiciona partición root (/)
be: Выберыце каранёвы раздзел (/).
fa: لطفا یک پارتیشن root (/) انتخاب کنید.
he: נא לבחור מערכת קבצים לתבנות מחיצת השורש (/).
ja: ルート (/) パーティションを選択してください。
ka: აირჩიეთ ძირითადი (/) დანაყოფი.
nn: Vennligst vel ein rotpartisjon(/).
pl: Prosimy wybrać partycję root (/).
te: దయచేసి రూట్ (/) విభజనను ఎంచుకోండి.
uz: Iltimos, root (/) qismni tanlang.

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
ast: Ñecesítase una partición root pa instalar Linux Mint. - Puntu de montax: / - Tamañu encamentáu: 30GB - Formatu encamentáu: ext4
be: Раздзел з коранем неабходны для ўсталявання Linux Mint. - Кропка мантавання: / - Рэкамендуемы памер: 30 ГБ - Рэкамендуемы фармат файлавай сістэмы: ext4
fa: یک پارتیشن root برای نصب Linux Mint بر روی آن مورد نیاز است. - نقطه سوارکردن: / - اندازه پیشنهادی: 30GB - قالب‌بندی پیشنهادی فایل‌سیستم: ext4
he: להתקנת לינוקס מינט, נדרשת מחיצת שורש. - נקודת עגינה: / - נפח מומלץ: 30ג"ב - תבנית מערכת קבצים מומלצת: ext4
ja: Linux Mint のインストール先となる、ルートパーティションが必要です。 - マウントポイント: / - 推奨される容量: 30GB - 推奨されるファイルシステム形式: ext4
ka: Linux Mint-ის დასაყენებლად აუცილებელია ძირითადი დანაყოფი. - მიმაგრების წერტილი: / - რეკომენდებული ზომა: 30გბ - რეკომენდებული ფაილური სისტემის ფორმატი: ext4
nn: Ein rotpartisjon er naudsynt for å installera Linux Mint på. - Monteringspunkt: / - Tilrådd storleik: 30GB - Tilrådd filsystemformat: ext4
pl: Do zainstalowania systemu Linux Mint potrzebna jest partycja główna. - Punkt montowania: / - Zalecany rozmiar: 30GB - Zalecany format systemu plików: ext4
te: Linux Mint ని ఇన్‌స్టాల్ చేయడానికి రూట్ విభజన అవసరం. - మౌంట్ పాయింట్: / - సిఫార్సు చేయబడిన పరిమాణం: 30GB - సిఫార్సు చేయబడిన ఫైల్‌సిస్టమ్ ఫార్మాట్: ext4
uz: Linux Mintni o‘rnatish uchun ildiz bo‘limi kerak. - Ulash nuqtasi: / - Tavsiya etilgan hajm: 30 GB - Tavsiya etilgan fayl tizimi formati: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
ast: La partición EFI nun ye booteable. Camudiar les flags de la partición.
be: Раздзел EFI незапускальны. Змяніце сцяжкі раздзела.
fa: پارتیشن EFI قابل راه‌اندازی نیست. لطفا پرچم های پارتیشن را ویرایش کنید.
he: מחיצת ה־EFI אינה ברת אתחול. נא לערוך את דגלי המחיצה.
ja: EFI パーティションが起動可能になっていません。パーティションフラグを編集してください。
ka: EFI დანაყოფი ჩატვირთვადი არაა. ჩაასწორეთ დანაყოფის ალმები.
nn: EFI-partisjonen er ikkje oppstartsbar. Ver vennleg og rediger partisjonsflagga.
pl: Partycja EFI nie jest rozruchową. Proszę zmienić flagi partycji.
te: EFI విభజన బూటబుల్ కాదు. దయచేసి విభజన ఫ్లాగ్‌లను సవరించండి.
uz: EFI qism yuklanuvchi emas. Qism baryroqchalarini tahrirlang.

source: The EFI partition is too small. It must be at least 35MB.
ast: La partición EFI ye demasiáu pequeña. Tien que tener, comu pocu, 35MB.
be: Раздзел EFI замалы. Ён павінен быць хаця б 35 МБ.
fa: پارتیشن EFI خیلی کوچک است. باید حداقل 35MB باشد.
he: מחיצת ה-EFI קטנה מדי. היא חייבת להיות לפחות 35 מב.
ja: EFI パーティションの容量が少なすぎます。35MB 以上は確保してください。
ka: EFI დანაყოფი ძალიან პატარაა. ის 35 მბ მაინც უნდა იყოს.
nn: EFI-partisjonen er for liten. Minst 35MB er naudsynt.
pl: Partycja EFI jest zbyt mała. Musi mieć co najmniej 35MB.
te: EFI విభజన చాలా చిన్నది. ఇది కనీసం 35MB ఉండాలి.
uz: EFI bo‘limi juda kichik. Bu kamida 35 MB bo‘lishi kerak.

source: The EFI partition must be formatted as vfat.
ast: El formatu de la partición EFI ha de ser vfat.
be: Раздзел EFI трэба фарматаваць як vfat.
fa: پارتیشن EFI باید به‌عنوان vfat قالب بندی شود.
he: מחיצת ה־EFI חייבת להיות בתבנית vfat.
ja: EFI パーティションは vfat 形式でフォーマットしてください。
ka: EFI დანაყოფი vfat-ით უნდა იყოს დაფორმატებული.
nn: EFI-partisjonen må formaterast som vfat.
pl: Partycja EFI musi zostać sformatowana jako vfat.
te: EFI విభజనను vfat గా ఫార్మాట్ చేయాలి.
uz: EFI qism vfat turda formatlanishi zarur.

source: Please select an EFI partition.
ast: Por favor, escueye una partición EFI.
be: Выберыце раздзел EFI.
fa: لطفا یک پارتیشن EFI انتخاب کنید.
he: נא לבחור במחיצת EFI
ja: EFI パーティションを選択してください。
ka: აირჩიეთ EFI დანაყოფი.
nn: Vennligst vel ein EFI-partisjon.
pl: Prosimy zaznaczyć partycję EFI.
te: దయచేసి ఒక EFI విభజనను ఎంచుకోండి.
uz: EFI qismni tanlang.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: at least 35MB (100MB or more recommended) - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
ast: Ñecesítase una partición EFI coles siguientes carauterístiques: - Puntu de montax: /boot/efi - Flags de partición: Booteable - Tamañu: Mínimu 35MB (Encamiéntanse 100MB o más) - Formatu: vfat o fat32 Por razón de compatibilidá con Windows, encamentamoste a usar la primer partición del discu comu partición EFI.
be: Сістэмны раздзел EFI павінен адпавядаць наступным патрабаванням: - Кропка мантавання: /boot/efi - Сцяжок раздзела: Bootable - Памер: хаця б 35 МБ (рэкамендуецца 100 МБ ці больш) - Фармат: vfat ці fat32 Для забеспячэння сумяшчальнасці з Windows рэкамендуем выкарыстоўваць першы раздзел дыска ў якасці раздзела сістэмы EFI.
fa: یک پارتیشن EFI با الزامات زیر مورد نیاز است: - مکان سوار کردن: /boot/efi - پرچم های پارتیشن: قابل راه‌اندازی (Bootable) - اندازه: حداقل 35MB (100MB یا بیشتر پیشنهاد میشود) - قالب‌بندی: vfat یا fat32 برای اطمینان از سازگاری با ویندوز، پیشنهاد میکنیم از اولین پارتیشنِ دیسک به‌عنوان پارتیشنِ سیستمِ EFI استفاده کنید.
he: נדרשת מחיצת מערכת EFI עם הדרישות הבאות: - נקודת עגינה: boot/efi/ - דגלי מחיצה: ניתנים לאתחול - גודל: לפחות 35מב (מומלץ 100מב או יותר) - תבנות: vfat או fat32 כדי להבטיח תאימות עם ווינדוס אנו ממליצים להשתמש במחיצה הראשונה בכונן כמחיצת מערכת EFI.
ja: EFI のシステムパーティションは、これらの要件を満たす必要があります: - マウントポイント: /boot/efi - パーティションフラグ: Bootable - 容量: 最低 35MB (100MB 以上を推奨) - ファイルシステム形式: vfat もしくは fat32 Windows との互換性を保つため、EFI に割り当てるシステムパーティションは、ディスク上の一番初めに配置することをおすすめします。
ka: EFI დანაყოფი აუცილებელია, შემდეგი მოთხოვნებით: - მიმაგრების წერტილი: /boot/efi - დანაყოფის ალამი: ჩატვირთვადი - ზომა: სულ ცოტა 35მბ (სასურველია 100+მბ) - ფორმატი: vfat ან fat32 იმისათვის, რომ შეინარჩუნოთ თავსებადობა Windows-თან, გამოიყენეთ დისკის პირველი დანაყოფი EFI-ის სისტემურ დანაყოფად.
nn: Ein EFI systempartisjon er påkrevd med følgjande kriterium: - Monteringspunkt: /boot/efi - Partisjonsflagg: Bootable - Storleik: minst 35MB (100MB eller meir tilrådast) - Format: vfat eller fat32 For å sikra kompatibilitet med Windows tilrår me at du bruker den fyrste partisjonen på disken som EFI-systempartisjonen.
pl: Wymagana jest partycja EFI spełniająca poniższe wymogi: - Miejsce instalowania: /boot/efi - Flagi partycji: Bootable - Rozmiar: co najmniej 35MB (zalecane 100MB lub więcej) - Format: vfat lub fat32 W celu zapewnienia kompatybilności z Windowsem zalecamy użycie pierwszej partycji dysku jako partycji EFI.
te: కింది అవసరాలతో EFI సిస్టమ్ విభజన అవసరం: - మౌంట్ పాయింట్: /boot/efi - విభజన ఫ్లాగ్‌లు: బూటబుల్ - పరిమాణం: కనీసం 35MB (100MB లేదా అంతకంటే ఎక్కువ సిఫార్సు చేయబడింది) - ఫార్మాట్: vfat లేదా fat32 Windows తో అనుకూలతను నిర్ధారించుకోవడానికి డిస్క్ యొక్క మొదటి విభజనను EFI సిస్టమ్ విభజనగా ఉపయోగించమని మేము మీకు సిఫార్సు చేస్తున్నాము.
uz: EFI tizimi bo‘limi quyidagi talablarga ega bo‘lishi kerak: - Ulash nuqtasi: /boot/efi - Bo‘lim bayroqlari: Bootable - Hajmi: kamida 35 MB (100 MB yoki undan ko‘p tavsiya etiladi) - Format: vfat yoki fat32 Windows bilan mosligini ta'minlash uchun diskning birinchi qismini EFI tizim bo‘limi sifatida ishlatishingizni tavsiya qilamiz.

source: Install
ast: Instalar
be: Усталяванне
fa: نصب
he: התקנה
ja: インストール
ka: დაყენება
nn: Installer
pl: Zainstaluj
te: స్థాపించు
uz: Oʻrnatish

source: Localization
ast: Llocalización
be: Лакалізацыя
fa: بومی کردن
he: המקמה
ja: 地域と言語
ka: ლოკალიზაცია
nn: Plassering
pl: Lokalizacja
te: స్థానికీకరణ
uz: Lokalizasiya

source: Language:
ast: Llingua:
be: Мова:
fa: زبان:
he: שפה:
ja: 言語:
ka: ენა:
nn: Språk:
pl: Język:
te: భాష:
uz: Til:

source: Timezone:
ast: Estaya horaria:
be: Часавы пояс:
fa: ناحیه زمانی:
he: אזור זמן:
ja: タイムゾーン:
ka: დროის სარტყელი:
nn: Tidssone:
pl: Strefa czasowa:
te: సమయ క్షేత్రం:
uz: Vaqi zonasi:

source: Keyboard layout:
ast: Distribución del tecláu:
be: Раскладка клавіятуры:
fa: چیدمان صفحه کلید:
he: פריסת מקלדת:
ja: キーボードレイアウト:
ka: კლავიატურის განლაგება:
nn: Tastaturutforming:
pl: Układ klawiatury:
te: కీ బోర్డు నమూనా:
uz: Klaviatura shabloni:

source: User settings
ast: Configuración del usuariu
be: Налады карыстальніка
fa: تنظیمات کاربر
he: הגדרות משתמש
ja: ユーザー設定
ka: მომხმარებლის მორგება
nn: Brukarinnstillingar
pl: Ustawienia użytkownika
te: వాడుకరి అమరికలు
uz: Foydalanuvchi sozlamalari

source: Real name:
ast: Nome real:
be: Сапраўднае імя:
fa: نام واقعی:
he: שם אמיתי:
ja: 名前:
ka: ნამდვილი სახელი:
nn: Verkeleg namn:
pl: Imię i nazwisko:
te: అసలు పేరు:
uz: Real nom:

source: Username:
ast: Nome d'usuariu:
be: Імя карыстальніка:
fa: نام کاربری:
he: שם משתמש:
ja: ユーザー名:
ka: მომხმარებელი:
nn: Brukarnamn:
pl: Nazwa użytkownika:
te: వాడుకరిపేరు:
uz: Foydalanuvchi nomi:

source: Automatic login:
ast: Login automáticu.
be: Аўтаматычны ўваход
fa: ورود خودکار:
he: התחברות אוטומטית:
ja: 自動ログイン:
ka: ავტომატური შესვლა:
nn: Automatisk innlogging:
pl: Automatyczne logowanie:
te: స్వయంచాలక లాగిన్:
uz: Tizimga avtomatik kirish:

source: enabled
ast: activáu
be: уключана
fa: فعال
he: מאופשר
ja: 有効
ka: ჩართულია
nn: aktivert
pl: włączony
te: చేతనమైంది
uz: yoqilgan

source: disabled
ast: deshabilitáu
be: адключана
fa: غیرفعال
he: מושבת
ja: 無効
ka: გამორთულია
nn: deaktivert
pl: wyłączony
te: అచేతనమైంది
uz: o‘chirilgan

source: Home encryption:
ast: Cifrar direutoriu Home
be: Шыфраванне хатняй папкі:
fa: رمزگذاری خانه:
he: הצפנת תיקיית הבית:
ja: ホームの暗号化:
ka: /home-ის დაშიფვრა:
nn: Heimemappekryptering:
pl: Enkrypcja katalogu domowego:
te: హోమ్ ఎన్‌క్రిప్షన్:
uz: Uy jildini shifrlash:

source: System settings
ast: Configuración del sistema
be: Сістэмныя налады
fa: تنظیمات سیستم
he: הגדרות מערכת
ja: システム設定
ka: სისტემის მორგება
nn: Systeminnstillingar
pl: Ustawienia systemu
te: వ్యవస్థ అమరికలు
uz: Tizim moslamalari

source: Computer's name:
ast: Nome del ordenador:
be: Назва камп'ютара:
fa: نام رایانه:
he: שם המחשב:
ja: コンピューター名:
ka: კომპიუტერის სახელი:
nn: Namnet til datamaskina:
pl: Nazwa komputera:
te: కంప్యూటర్ పేరు:
uz: Kompyuter nomi:

source: Filesystem operations
ast: Operaciones del sistema de ficheros
be: Аперацыі файлавай сістэмы
fa: عملیات سیستم فایل
he: פעולות מערכת קבצים
ja: ファイルシステム操作
ka: ფაილური სისტემის ოპერაციები
nn: Filsystemhandlingar
pl: Operacje systemu plików
te: ఫైల్ వ్యవస్థ కార్యాలు
uz: Fayl tizimida mumkin bo‘lgan amallar

source: Install bootloader on %s
ast: Instalar bootloader en %s
be: Усталяваць загрузчык на %s
fa: نصبِ بارگذارِ راه‌اندازی بر %s
he: התקן את מנהל האתחול (bootloader) ב־%s
ja: ブートローダーを %s にインストール
ka: ჩამტვირთავის დაყენება %s-ზე
nn: Installer oppstartslastar på %s
pl: Instalacja programu rozruchowego na %s
te: %s లో బూట్‌లోడర్‌ను ఇన్‌స్టాల్ చేయండి
uz: YUklovchi dastur (bootloader) ni %s ga o‘rnatish

source: Do not install bootloader
ast: Nun instalar el cargador d'arranque
be: Не ўсталёўваць загрузчык
fa: بوت‌کننده را نصب نکن
he: אל תתקין bootloader
ja: ブートローダーをインストールしない
ka: ჩამტვირთავი დაყენებული არ იქნება
nn: Ikkje installera oppstartslastaren
pl: Nie instaluj programu rozruchowego
te: బూట్‌లోడర్‌ను స్థాపించవద్దు
uz: YUklovchi dastur (bootloader) tizimga o‘rnatilmasin

source: Use already-mounted /target.
ast: Usar el /target que ya ta montáu.
be: Выкарыстоўваць ужо падключаную /target.
fa: استفاده از /target از پیش سوار شده.
he: שימוש ב־‎/target שכבר נעגן.
ja: すでにマウントしている /target を使用する。
ka: უკვე მიმაგრებული /target-ის გამოყენება.
nn: Nytt det allereie monterte /target.
pl: Użyj już zamontowanego /target.
te: ఇప్పటికే మౌంట్ చేయబడిన /target ని ఉపయోగించండి.
uz: Allaqachon ulangan /target ni ishlatish.

source: Automated installation on %s
ast: Instalación automatizada en %s
be: Аўтаматызаванае ўсталяванне на %s
fa: نصب خودکار بر %s
he: התקנה אוטומטית ב-%s
ja: %s に自動インストール
ka: ავტომატური დაყენება %s-ზე
nn: Automatisk installasjon på %s
pl: Zautomatyzowana instalacja na %s
te: %s పై ఆటోమేటెడ్ ఇన్‌స్టాలేషన్
uz: %s da avtomatik oʻrnatish

source: Disk Encryption:
ast: Cifráu de discu:
be: Шыфраванне дыска:
fa: رمز گذاری دیسک:
he: הצפנת כונן:
ja: ディスクの暗号化:
ka: დისკის დაშიფვრა:
nn: Diskkryptering:
pl: Zaszyfrowanie dysku:
te: డిస్క్ ఎన్క్రిప్షన్:
uz: Disk shifrlash:

source: Format %(path)s as %(filesystem)s
ast: Da-y formatu a %(path)s de %(filesystem)s
be: Фарматаваць %(path)s як %(filesystem)s
fa: قالب‌بندی %(path)s به‌عنوان %(filesystem)s
he: אתחול %(path)s בתור %(filesystem)s
ja: %(path)s を %(filesystem)s でフォーマット
ka: %(path)s-ის დაფორმატება ფორმატით %(filesystem)s
nn: Formater %(path)s som %(filesystem)s
pl: Sformatuj %(path)s jako %(filesystem)s
te: %(path)s ను %(filesystem)s గా ఫార్మాట్ చేయండి
uz: %(path)s ni %(filesystem)s kabi formatlash

source: Mount %(path)s as %(mount)s
ast: Montar %(path)s comu %(mount)s
be: Падключыць %(path)s як %(mount)s
fa: سوار کردن %(path)s به‌عنوان %(mount)s
he: עיגון %(path)s בתור %(mount)s
ja: %(path)s を %(mount)s にマウント
ka: %(path)s-ის მიმაგრება საქაღალდეზე %(mount)s
nn: Monter %(path)s som %(mount)s
pl: Zamontuj %(path)s jako %(mount)s
te: %(path)s ని %(mount)s లాగా మౌంట్ చేయి
uz: %(path)s ni %(mount)s kabi ulash

source: The installation is now complete. Do you want to restart your computer to use the new system?
ast: La instalación completose dafechu. ¿Quies reaniciar l'equipu pa usar el to nuevu sistema?
be: Усталяванне завершана. Жадаеце перазагрузіць камп'ютар і пачаць карыстацца новай сістэмай?
fa: نصب هم‌اکنون تمام است. آیا میخواهید برای استفاده از سیستم جدید رایانه تان را راه‌اندازی مجدد کنید؟
he: ההתקנה הושלמה. להפעיל מחדש את המחשב למערכת החדשה?
ja: インストールが完了しました。コンピューターを再起動し、新しいシステムを使用しますか？
ka: დაყენება ახლა დასრულებულია. გნებავთ გადატვირთოთ კომპიუტერი ახალი სისტემის გამოსაყენებლად?
nn: Installasjonen er no fullført. Vil du starta datamaskina på nytt for å ta i bruk det nye systemet?
pl: Instalacja jest już ukończona. Czy chcesz uruchomić ponownie komputer, aby móc użyć nowego systemu?
te: ఇన్‌స్టాలేషన్ ఇప్పుడు పూర్తయింది. కొత్త సిస్టమ్‌ను ఉపయోగించడానికి మీరు మీ కంప్యూటర్‌ను పునఃప్రారంభించాలనుకుంటున్నారా?
uz: O‘rnatish jarayoni yakunlandi. YAngi tizimni ishlatish uchun kompyuterni o‘chirib-yoqasizmi?

source: The installation is now paused. Please read the instructions on the page carefully before clicking Next to finish the installation.
ast: La instalación ta en posa. Por favor, llee les instrucciones de la páxina con muncha curianza enantes de da-y a Siguiente pa finar la instalación.
be: Усталяванне цяпер на паўзе. Уважліва прачытайце інструкцыі на старонцы перад націсканнем ДАЛЕЙ для завяршэння ўсталявання.
fa: نصب هم‌اکنون متوقف شده است. لطفا قبل از کلیک کردن بر بعدی برای اتمام نصب، دستورالعمل های روی صفحه را با دقت بخوانید.
he: ההתקנה מושהית כעת. נא לקרא בעיון את ההוראות בעמוד לפני הקשה על הבא כדי לסיים את ההתקנה.
ja: インストールを一時停止しました。先へ進む前に、ページの説明をよく読んでください。
ka: დაყენება ახლა შეჩერებულია. წაიკითხეთ დოკუმენტაცია ამ გვერდზე ყურადღებით, სანამ დააჭერთ შემდეგს, დაყენების დასასრულებლად.
nn: Installasjonen er no pausa. Venligst les instruskjonane på sida nøye før du klikkar "neste" for å fullføra installasjonen.
pl: Instalacja została zapauzowana. Proszę przeczytać uważnie instrukcje na stronie przed kliknięciem Następny w celu ukończenia instalacji.
te: ఇన్‌స్టాలేషన్ ఇప్పుడు పాజ్ చేయబడింది. ఇన్‌స్టాలేషన్‌ను పూర్తి చేయడానికి తదుపరి క్లిక్ చేసే ముందు దయచేసి పేజీలోని సూచనలను జాగ్రత్తగా చదవండి.
uz: O‘rnatish endi to‘xtatildi. o‘rnatishni tugatish uchun "Keyingi" tugmasini bosishdan oldin sahifadagi ko‘rsatmalarni diqqat bilan o‘qing.

source: Installation error
ast: Error d'instalación
be: Памылка ўсталявання
fa: خطا در نصب
he: שגיאה במהלך ההתקנה
ja: インストールエラー
ka: დაყენების შეცდომა
nn: Installasjonsfeil
pl: Błąd instalacyjny
te: స్థాపన ప్రక్రియ దోషము
uz: O‘rnatish xatosi

source: B
be: Б
he: בייט
ka: ბ

source: kB
be: кБ
he: ק"ב
ka: კბ

source: MB
be: МБ
he: מ"ב
ka: მბ

source: GB
be: ГБ
he: ג״ב
ka: გბ

source: TB
be: ТБ
he: ט״ב
ka: ტბ

source: Removable:
ast: Desaniciable:
be: Здымны:
fa: قابل‌جداسازی:
he: התקנים נשלפים:
ja: リムーバブル:
ka: მოხსნადი:
nn: Flyttbar:
pl: Wymienny:
te: తొలగించదగినది:
uz: Olib tashlash mumkin:

source: Assign to /
ast: Asinar a /
be: Прызначыць на /
fa: اختصاص به /
he: מוקצה ל־/
ja: / に割り当て
ka: მინიჭება /-ზე
nn: Tildel åt /
pl: Przypisz do /
te: వీరికి కేటాయించండి /
uz: / ga tayinlash

source: Assign to /home
ast: Asinar a /home
be: Прызначыць на /home
fa: اختصاص به /home
he: מוקצה ל־‎/home
ja: /home に割り当て
ka: მინიჭება /home-ზე
nn: Tildel åt /home
pl: Przypisz do /home
te: /home కి అప్పగించండి
uz: /home ga tayinlash

source: Assign to /boot/efi
ast: Asinar a /boot/efi
be: Прызначыць на /boot/efi
fa: اختصاص به /boot/efi
he: מוקצה ל־‎/boot/efi
ja: /boot/efi に割り当て
ka: მინიჭება /boot/efi-ზე
nn: Tildel åt /boot/efi
pl: Przypisz do /boot/efi
te: /boot/efi కి కేటాయించండి
uz: /boot/efi ga tayinlash

source: Installation Tool
ast: Ferramienta d'instalación
be: Прылада ўсталявання
fa: ابزار نصب
he: כלי התקנה
ja: インストールツール
ka: დაყენების ხელსაწყო
nn: Installasjonsverktøy
pl: Narzędzie instalacyjne
te: స్థాపక ఉపకరణం
uz: O‘rnatish vositasi

source: No partition table was found on the hard drive: %s. Do you want the installer to create a set of partitions for you? Note: This will ERASE ALL DATA present on this disk.
ast: Nun se atopó tabla de particionáu nel discu: %s. ¿Quies que el instalador faiga una por ti? Nota: Esto va DESANICIAR TOLOS DATOS qu'haya nel discu.
be: На дыску не знойдзена табліца раздзелаў: %s. Жадаеце, каб усталёўшчык стварыў для вас камплект раздзелаў? Гэта ВЫДАЛІЦЬ УСЕ ДАНЫЯ на гэтым дыску.
fa: هیچ جدول پارتیشنی بر دیسک سخت پیدا نشد: %s. آیا میخواهید نصب کننده یک سِری پارتیشن برایتان ایجاد کند؟ هشدار: این تمام داده حاضر روی این دیسک را پاک میکند.
he: לא נמצאו מחיצות קבצים בכונן: %s. אתה רוצה שההתקנה תיצור ותגדיר אותם בשבילך? שים לב: זה ימחק את כל הנתונים שיש בכונן!
ja: ハードドライブ %s にパーティションテーブルが見つかりませんでした。必要なパーティションをまとめて自動作成しますか？注: ディスク上のすべてのデータが削除されます。
ka: დანაყოფების ცხრილი აღმოჩენილი არაა მოწყობილობაზე: %s. გნებავთ დაყენების პროგრამამ ეს დანაყოფების ნაკრები თვითონ შექმნას? შენიშვნა: ეს დისკზე არსებულ მონაცემებს სრულად გაანადგურებს.
nn: Ingen partisjonstabell vart funnen på harddisk: %s. Vil du at installasjonsprogrammet skal oppretta partisjonar for deg? Merk: Dette vil SLETTE ALLE DATA som endå er på disken.
pl: Nie odnaleziono tablicy partycji na dysku twardym: %s. Czy chcesz, by instalator utworzył dla Ciebie zestaw partycji? Uwaga: Ta operacja WYMAŻE WSZYSTKIE DANE znajdujące się na tym dysku.
te: %s అనే హార్డ్ డ్రైవ్‌లో విభజన పట్టిక కనుగొనబడలేదు. ఇన్‌స్టాలర్ మీ కోసం విభజనల సమితిని సృష్టించాలని మీరు కోరుకుంటున్నారా? గమనిక: ఇది ఈ డిస్క్‌లోని అన్ని డేటాను తొలగిస్తుంది.
uz: %s qattiq diskda qismlar jadvali topilmadi. o‘rnatuvchi dastur disk qismlarini siz uchun hosil qilishini hoxlaysizmi? Izoh: Bu amal diskdagi mavjud BARCHA MA'LUMOTNI o‘CHIRIB TASHLAYDI.

source: The partition table couldn't be written for %s. Restart the computer and try again.
ast: La tabla de particionáu nun se pudo escribir por %s. Reanicia el sistema ya téntalo otra vuelta.
be: Немагчыма прачытаць табліцу раздзелаў для %s. Перазапусціце камп'ютар і паспрабуйце зноў.
fa: نمیتوان جدول پارتیشن برای %s نوشت. رایانه را راه‌اندازی مجدد کنید و دوباره تلاش کنید.
he: טבלת המחילות לא יכלה להיכתב ל-%s. אתחל/י את המחשב ונסה/י שוב.
ja: パーティションテーブルを %s に書き込めませんでした。再起動してやり直してください。
ka: %s-ზე დანაყოფების ცხრილის ჩაწერა შეუძლებელია. გადატვირთეთ კომპიუტერი და თავიდან სცადეთ.
nn: Partisjonstabellen kunne ikkje skrivast for %s. Vennlegst restart datamaskina og prøv igjen.
pl: Tabela partycji nie mogła być zapisana dla %s. Zrestartuj komputer i spróbuj ponownie.
te: %s కోసం విభజన పట్టికను వ్రాయడం సాధ్యం కాలేదు. కంప్యూటర్‌ను పునఃప్రారంభించి మళ్ళీ ప్రయత్నించండి.
uz: %s uchun boʻlim jadvalini yozib boʻlmadi. Kompyuterni qayta ishga tushiring va qaytadan urinib ko‘ring.

source: The partition %s could not be created. The installation will stop. Restart the computer and try again.
ast: La partición %s nun se pudo crear. La instalación va parase. Reanicia el sistema ya téntalo otra vuelta.
be: Немагчыма стварыць раздзел %s. Усталяванне спыніцца. Перазапусціце камп'ютар і паспрабуйце зноў.
fa: نمیتوان پارتیشن %s را ایجاد کرد. نصب متوقف خواهد شد. رایانه‌تان را راه‌اندازی مجدد کنید و دوباره امتحان کنید.
he: לא היה ניתן ליצור את המחיצה %s. ההתקנה תיעצר. אתחל/י את המחשב ונסה שוב.
ja: パーティション %s を作成できませんでした。インストールを中止します。再起動してやり直してください。
ka: დანაყოფის %s შექმნა შეუძლებელია. დაყენება გაჩერდება. გადატვირთეთ კომპიუტერი და თავიდან სცადეთ.
nn: Partisjonen %s kunne ikkje opprettast. Installasjonen vil no stoppa. Start datamaskina på nytt og prøv igjen.
pl: Partycja %s nie mogła być stworzona. Instalacja jest wstrzymana. Zrestartuj komputer i spróbuj ponownie.
te: %s విభజనను సృష్టించలేకపోయాము. సంస్థాపన ఆగిపోతుంది. కంప్యూటర్‌ను పునఃప్రారంభించి మళ్ళీ ప్రయత్నించండి.
uz: %s boʻlimini yaratib boʻlmadi. o‘rnatish to‘xtatiladi. Kompyuterni qayta ishga tushiring va qaytadan urinib ko‘ring.

source: Logical partition
ast: Partición llóxica
be: Лагічны раздзел
fa: پارتیشن منطقی
he: מחיצה לוגית
ja: 論理パーティション
ka: ლოგიკური დანაყოფი
nn: Logisk partisjon
pl: Partycja logiczna
te: లాజికల్ విభజన
uz: Mantiqiy qism (Logical partition)

source: Extended partition
ast: Partición estendida
be: Пашыраны раздзел
fa: پارتیشن تعمیمی
he: מחיצה מורחבת
ja: 拡張パーティション
ka: გაფართოებული განაყოფი
nn: Utvida partisjon
pl: Partycja rozszerzona
te: పొడిగించిన విభజన
uz: Diskning kengaytirilgan qismi

source: Unknown
ast: Desconocíu
be: Невядома
fa: ناشناخته
he: לא ידוע
ja: 不明
ka: უცნობი
nn: Ukjend
pl: Nieznane
te: తెలియనది
uz: Noma'lum

source: Edit partition
ast: Editar partición
be: Змяніць раздзел
fa: ویرایش پارتیشن
he: עריכת מחיצה
ja: パーティションの編集
ka: დანაყოფის ჩასწორება
nn: Endre partisjon
pl: Edycja partycji
te: పార్టిషన్‌ను సవరించు
uz: Disk qismini tahrirlash

source: Device:
ast: Preséu:
be: Прылада:
fa: دستگاه:
he: התקן:
ja: デバイス:
ka: მოწყობილობა:
nn: Eining:
pl: Urządzenie:
te: పరికరం:
uz: Qo‘rilma:

source: Format as:
ast: Da-y formatu:
be: Фарматаваць як:
fa: قالب‌بندی به عنوان:
he: אתחול בתור:
ja: 形式:
ka: დაფორმატება, როგორც:
nn: Formater som:
pl: Formatuj jako:
te: ఇలా ఫార్మాట్ చేయండి:
uz: Format turi:

source: Mount point:
ast: Puntu de montax:
be: Кропка мантавання:
fa: نقطه سوارکردن:
he: נקודת עגינה:
ja: マウントポイント:
ka: მიმაგრების წერტილი:
nn: Monteringspunkt:
pl: Punkt montowania:
te: అనుసంధాన కేంద్రము:
uz: Ulash nuqtasi:

source: Cancel
ast: Encaboxar
be: Скасаваць
fa: لغو
he: ביטול
ja: キャンセル
ka: გაუქმენა
nn: Avbryt
pl: Anuluj
te: రద్దు చేయి
uz: Bekor qilish

source: OK
ast: Aceutar
be: ОК
fa: تأیید
he: אישור
ka: დიახ
te: సరే

source: No
ast: Non
be: Не
fa: نه
he: לא
ja: いいえ
ka: არა
nn: Nei
pl: Nie
te: వద్దు
uz: Yo‘q
