Repository: linuxmint/live-installer
Catalog: po/live-installer-la.po
Languages: la

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
la: ERROR: Systemata plicarum manibus ad /target colligenda sunt antequam ad hoc institutio incipitur!

source: Copying /%s
la: /%s duplicatur

source: Entering the system ...
la: In systema inis ...

source: Removing live configuration (packages)
la: Fasciculi configurationis vivae amoventur

source: Adding new user to the system
la: Ad systemate novi utentes adduntur

source: Writing filesystem mount information to /etc/fstab
la: Informationes de plicarum systematis colligatis in /etc/fstab scribuntur

source: Mounting %(partition)s on %(mountpoint)s
la: %(partition)s ad %(mountpoint)s colligantur

source: Filling %s with random data (please be patient, this can take hours...)
la: Datis fortuitis %s impletur (tolera quaeso, horae nonnullae requiruntur ...)

source: Creating partitions on %s
la: Partitiones in %s creantur

source: Formatting %(partition)s as %(format)s ...
la: %(partition)s ut %(format)s formatur ...

source: Setting hostname
la: Nomen hospitis elige

source: Setting locale
la: Configuratio regionalis

source: Localizing packages
la: Configurationis regionalis fasciculi

source: Installing drivers
la: Gubernatores instituuntur

source: Setting keyboard options
la: Optiones claviaturae

source: Installing bootloader
la: Bootloader institutur

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
la: CAVE: configuratio grub bootloader perpera! Id ordina manibus.

source: Cleaning APT
la: APT purgatur

source: Installation finished
la: Omnia instituta

source: Configuring bootloader
la: Configuratio bootloader

source: Checking bootloader
la: Bootloader inspicitur

source: Language
la: Lingua

source: Location
la: Locus

source: Layout
la: Structura

source: Variant
la: Variatio

source: Calculating file indexes ...
la: Indices plicarum computantur ...

source: Installer
la: Programma instituens

source: What language would you like to use?
la: Quam linguam eligis?

source: Timezone
la: Zona horae

source: Where are you?
la: Ubi es?

source: Keyboard layout
la: Structura claviaturae

source: What is your keyboard layout?
la: Quis est structura tuae claviaturae?

source: User account
la: Inscriptio utentis

source: Who are you?
la: Quis es?

source: Installation Type
la: Genus Institutionis

source: Where do you want to install LMDE?
la: Ubi LMDE instituere velis?

source: Partitioning
la: Partitio

source: Advanced options
la: Optiones additiciae

source: Summary
la: Summarium

source: Installing
la: Instituuntur

source: Expert mode
la: Modus amplificatus

source: Installation paused
la: Institutio intermissa

source: Quit
la: Relinque

source: Back
la: Reverte

source: Next
la: Sequens

source: Welcome to %s!
la: Gratus advenis in %s!

source: This program will ask you some questions and set up LMDE on your computer.
la: Hoc programma tibi quaestiones petet et LMDE in tuum computatorem instituet.

source: Let's go!
la: Eamus!

source: Keyboard Model:
la: Genus Claviaturae:

source: Type here to test your keyboard layout
la: Hic scribe ut structuram tuae claviaturae temptas

source: Your name:
la: Nomen tuum:

source: Your computer's name:
la: Nomen tuui computatoris:

source: The name it uses when it talks to other computers.
la: Nomen utendum cum adloquatur alios computatores.

source: Pick a username:
la: Nomen utentis elige:

source: Choose a password:
la: Tesseram elige:

source: Confirm your password:
la: Tesseram tuam confirma:

source: Log in automatically
la: Per ipsum ini

source: Require my password to log in
la: Tesseram meam quaere ut inirem

source: Encrypt my home folder
la: Indicem domesticum meum crypta

source: Automated Installation
la: Institutio Automatica

source: Erase a disk and install LMDE on it.
la: Discum erade atque ibidem LMDE institue.

source: Disk:
la: Discus:

source: Encrypt the operating system
la: Systema operativum encrypta

source: Passphrase
la: Sententia comprobationis

source: Confirm passphrase
la: Sententiam comprobationis confirma

source: Use LVM (Logical Volume Management)
la: LVM (Logicorum Voluminum adMinistratore) utere

source: Manual Partitioning
la: Partitio Manibus

source: Manually create, resize or choose partitions for LMDE.
la: Manibus partitiones pro LMDE crea, reforma aut elige.

source: Fill the disk with random data
la: Discum datis fortuitis opple

source: This provides extra security but it can take hours.
la: Id maximam securitatem providet sed horae nonnullae requiruntur.

source: Edit
la: Muta

source: Refresh
la: Renova

source: Device
la: Apparatus

source: Type
la: Genus

source: Operating system
la: Systema operativum

source: Mount point
la: Punctum colligandum

source: Format as
la: Format sicut

source: Size
la: Amplitudo

source: Free space
la: Area libera

source: Install the GRUB boot menu on:
la: Indicem initiationis GRUB institue in:

source: You selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
la: Elegisti gubernandum a tua manu partitiones tuas, haec optio USORIBUS PROGRESSIS SOLUM est.

source: Before continuing, mount your target filesystem(s) on /target.
la: Antequam progrederis, plicarum systema(ta) ad /target colliga.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
la: Apparatus virtuales sicut /dev, /proc, /sys, etc NOLI colligare in /target/.

source: During the install, you will be required to write your own /etc/fstab.
la: In institutione /etc/fstab tibi scribendum erit.

source: Do the following and then click Next to finish installation:
la: Hoc age, deinde "Sequens" clica ut institutio perficiatur:

source: The values do not match.
la: Scripta differunt.

source: This field cannot be empty.
la: Scriptum vacuum esse non potest.

source: This field may not contain space characters.
la: Spatia in hoc scripto non permittuntur.

source: This field must be lower case.
la: Hoc scriptum litteris minusculis modo esse potest.

source: The entry is too short.
la: Scriptum brevius est.

source: The entry is too long.
la: Scriptum longius est.

source: This field contains invalid characters.
la: Litterae mendosae in scripto.

source: Quit?
la: Visne relinquere?

source: Are you sure you want to quit the installer?
la: E programmate instituente abire visne?

source: Please choose a language
la: Linguam elige, quaeso

source: Warning
la: Cave

source: This will delete all the data on %s. Are you sure?
la: Omnia data in %s delenda sunt. Certus esne?

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
la: Antequam progrederis, plicarum systema ad partitionem radicis (/) formandam elige quaeso.

source: Please select a root (/) partition.
la: Partitionem radicis (/) elige quaeso.

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
la: Partitio radix necesse est ad Linucem Mint instituendum. - Locus colligationis: / - Mensura commendata: XXX GB - Structura plicarum systematis commendata: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
la: EFI partitio non est initialis. Vexilla partitionis muta quaeso.

source: The EFI partition is too small. It must be at least 35MB.
la: EFI partitio nimis parva est. 35MB quidem necesse est.

source: The EFI partition must be formatted as vfat.
la: EFI partitio in vfat formanda est.

source: Please select an EFI partition.
la: EFI partitionem elige, quaeso.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: at least 35MB (100MB or more recommended) - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
la: EFI partitio systematis necesse est cum: - Loco collicationis: /boot/efu - Vexillis partitionis: "Bootable" - Mensura: non minus quam XXXV MB (C MB aut magis commendata) - Structura: vfat aut fat32 Ad congruentiam cum Windows obtinendam te admonemus ut partitio EFI sit prima disci.

source: Install
la: Institue

source: Localization
la: Configuratio regionalis

source: Language:
la: Lingua:

source: Timezone:
la: Zona horae:

source: Keyboard layout:
la: Structura claviaturae:

source: User settings
la: Configuratio utentis

source: Real name:
la: Nomen verum:

source: Username:
la: Nomen utentis:

source: Automatic login:
la: Aditus automaticus:

source: enabled
la: actuosus

source: disabled
la: extinctus

source: Home encryption:
la: Encryptio domi:

source: System settings
la: Configuratio systematis

source: Computer's name:
la: Nomen computatoris:

source: Filesystem operations
la: Operationes circa systema plicarum

source: Install bootloader on %s
la: Bootloader in %s institue

source: Do not install bootloader
la: Bootloader noli instituere

source: Use already-mounted /target.
la: /target iam colligatum utere.

source: Automated installation on %s
la: Institutio automatica in %s

source: Disk Encryption:
la: Encryptio Disci:

source: Format %(path)s as %(filesystem)s
la: %(path)s ut %(filesystem)s forma

source: Mount %(path)s as %(mount)s
la: %(path)s ut %(mount)s colliga

source: The installation is now complete. Do you want to restart your computer to use the new system?
la: Institutio perfecta. Computatorem iterum accendere visne ad novo systemate utendum?

source: The installation is now paused. Please read the instructions on the page carefully before clicking Next to finish the installation.
la: Institutio nunc intermissa est. Praecepta in pagina diligenter lege antequam "Sequens" clicas ut institutio perficiatur.

source: Installation error
la: Error institutionis

source: Removable:
la: Mobilis:

source: Assign to /
la: Adsigna ad /

source: Assign to /home
la: Adsigna ad /home

source: Assign to /boot/efi
la: Adsigna ad /boot/efi

source: Installation Tool
la: Instrumentum Institutionis

source: The partition %s could not be created. The installation will stop. Restart the computer and try again.
la: Partitio %s creari non potest. Institutio interrumpitur. Computatorem iterum accende atque iterum tenta.

source: Logical partition
la: Partitio logica

source: Extended partition
la: Partitio extenta

source: Unknown
la: Incognitum

source: Edit partition
la: Partitionem muta

source: Device:
la: Apparatus:

source: Format as:
la: Format sicut:

source: Mount point:
la: Punctum colligandum:

source: Cancel
la: Interrumpe

source: OK
la: Bene

source: No
la: Non

source: Yes
la: Sic
