Repository: linuxmint/live-installer
Catalog: po/live-installer-*.po
Languages: ast, be, fa, he, ja, ka, nn, pl, te, uz

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
ast: FALLU: ¡Tienes de montar primero'l sistema(es) de ficheros oxetivu en /target pa facer una instalación personalizada!
be: ПАМЫЛКА: Спачатку прымантуйце ўручную мэтавую файлавую сістэму ў /target, каб зрабіць нестандартнае ўсталяванне!
fa: خطا: شما باید اول فایل‌سیستم های مورد نظر خود را بصورت دستی در /target سوار کنید تا بتوانید یک نصب سفارشی انجام دهید!
he: שגיאה: לבצוע התקנה מותאמת אישית, נדרש תחילה לעגן ל־‎ ,/targetאת מערכות הקבצים המיועדת, באופן ידני!
ja: エラー: カスタムインストールを実行する前に、まず対象のファイルシステムを /target にマウントしてください！
ka: შეცდომა: იმისათვის, რომ ხელით დააყენოთ, სამიზნე ფაილური სისტემები ჯერ ხელით უნდა მიამაგროთ /target-ზე!
nn: FEIL: Du må fyrst montera ditt mål filsystem på /target for å gjera ein tilpassa installasjon!
pl: BŁĄD: Musisz najpierw ręcznie zamontować swój docelowy system plików w /target, aby przeprowadzić własną instalację!
te: లోపం: కస్టమ్ ఇన్‌స్టాల్ చేయడానికి మీరు ముందుగా /target వద్ద మీ లక్ష్య ఫైల్‌సిస్టమ్(ల)ను మాన్యువల్‌గా మౌంట్ చేయాలి!
uz: XATO: tanlangan dasturlarni o‘rnatish uchun dastlab ular o‘rnatilishi zarur bo‘lgan fayl tizimini /target ga qo‘lda ulashingiz zarur!

source: Copying /%s
ast: Copiando /%s
be: Капіяванне /%s
fa: درحال رونوشتِ /%s
he: העתקת /%s
ja: /%s をコピーしています
ka: კოპირება /%s
nn: Kopierer /%s
pl: Kopiowanie /%s
te: /%s ని కాపీ చేస్తోంది
uz: Nusxa olinmoqda /%s

source: Entering the system ...
ast: Entrando nel sistema...
be: Уваход у сістэму ...
fa: درحال وارد شدن به سیستم ...
he: כניסה למערכת ...
ja: システム内を巡回しています...
ka: მიმდინარეობს სისტემაში შესვლა...
nn: Startar systemet ...
pl: Uruchamianie systemu...
te: వ్యవస్థలోకి ప్రవేశిస్తోంది...
uz: Tizimga kirish...

source: Removing live configuration (packages)
ast: Desaniciando la configuración live (paquetes)
be: Выдаленне жывой канфігурацыі (пакеты)
fa: در حال حذف پیکربندی زنده (بسته‌ها)
he: בהליכי הסרת התצורה (חבילות) ממצב ההמחשה
ja: ライブ設定 (パッケージ) を削除しています
ka: იშლება ცოცხალი კონფიგურაციის (პაკეტები)
nn: Fjernar mellombelse innstillingar (pakkar)
pl: Usuwanie konfiguracji live (pakiety)
te: ప్యాకేజిల ప్రత్యక్ష కన్ఫిగరేషన్ తీసివేయబడుతోంది
uz: Tizimga o‘rnatish paytida zarur bo‘lgan vaqtinchalik paketlarni olib tashlash

source: Adding new user to the system
ast: Añediendo nuevu usuariu al sistema
be: Даданне новага карыстальніка ў сістэму
fa: درحال افزودن کاربر جدید به سیستم
he: הוספת משתמש חדש למערכת
ja: 新規ユーザーをシステムに追加しています
ka: მიმდინარეობს ახალი მომხმარებლის დამატება სისტემაში
nn: Legg åt ny brukar til systemet
pl: Dodawanie nowego użytkownika do systemu
te: సిస్టం లో ఒక కొత్త వినియాగదారుడిని చేర్చబోతున్నాము
uz: Tizimga yangi foydalanuvchi qo‘shish

source: Writing filesystem mount information to /etc/fstab
ast: Guardando la información del montax del sistema d'archivos en /etc/fstab
be: Запіс схемы падключэння файлавых сістэм у /etc/fstab
fa: درحال نوشتن اطلاعاتِ سوار کردنِ فایل سیستم بر /etc/fstab
he: כתיבת מידע עגינת מערכת הקבצים ב־/etc/fstab
ja: ファイルシステムのマウント情報を /etc/fstab に書き込んでいます
ka: მიმდინარეობს ფაილური სისტემების მიმაგრების ინფორმაციის ჩაწერა ფაილში /etc/fstab
nn: Skriv filsystemets monteringsinformasjon åt /etc/fstab
pl: Zapisywanie informacji montowania systemu plików do /etc/fstab
te: ఫైల్‌సిస్టమ్ మౌంట్ సమాచారాన్ని /etc/fstab కు వ్రాయడం
uz: Fayl tizimini ulash haqidagi ma'lumotni /etc/fstab ga yozish

source: Mounting %(partition)s on %(mountpoint)s
ast: Montando %(partition)s en %(mountpoint)s
be: Мантаванне %(partition)s да %(mountpoint)s
fa: در حال نصب‌ %(partition)s روی %(mountpoint)s
he: עגינת %(partition)s ב־%(mountpoint)s
ja: %(partition)s を %(mountpoint)s にマウントしています
ka: %(partition)s-ის მიმაგრება %(mountpoint)s-ზე
nn: Monterar %(partition)s åt %(mountpoint)s
pl: Montowanie %(partition)s na %(mountpoint)s
te: %(partition)s లను %(mountpoint)s పై మౌంటుచేస్తున్నది
uz: %(partition)s ni %(mountpoint)s ga ulash

source: Filling %s with random data (please be patient, this can take hours...)
ast: Enllenando %s con datos al debalu (Pacencia, por favor. Esto pué llevar hores...)
be: Запаўненне %s выпадковымі данымі (гэта можа заняць гадзіны...)
fa: درحال پرکردن %s با داده‌های تصادفی (لطفا شکیبا باشید، این میتواند ساعت‌ها طول بکشد...)
he: מילוי %s במידע אקראי (נא להתאזר בסבלנות, הפעולה עשויה להארך שעות...)
ja: %s をランダムなデータで埋めています (これには数時間かかることがあります。お待ちください...)
ka: %s-ის შევსება შემთხვევითი მონაცემებით (მოითმინეთ, ამას საათები შეიძლება, დასჭირდეს...})
nn: Fyller %s med tilfeldig data (ver tolmodig, dette kan ta timar...)
pl: Wypełnianie %s losowymi danymi (prosimy o cierpliwość, to może potrwać wiele godzin...)
te: %s ని యాదృచ్ఛిక డేటాతో నింపుతోంది (దయచేసి ఓపికపట్టండి, దీనికి గంటలు పట్టవచ్చు...)
uz: %s tasodifiy maʼlumotlar bilan toʻldirilmoqda (iltimos, sabr qiling, bunga bir necha soat vaqt ketishi mumkin...)

source: Creating partitions on %s
ast: Faciendo particiones en %s
be: Стварэнне раздзелаў на %s
fa: درحال ایجاد پارتیشن ها بر %s
he: יצירת מחיצות ב־%s
ja: %s にパーティションを作成しています
ka: მიმდინარეობს დანაყოფების შექმნა %s-ზე
nn: Lager partisjonar på %s
pl: Tworzenie partycji w %s
te: %s లో విభజన చేయబడుతోంది
uz: %s da boʻlimlar yaratilmoqda

source: Formatting %(partition)s as %(format)s ...
ast: Dando-y formatu a %(partition)s de %(format)s ...
be: Фармаціраванне %(partition)s як %(format)s ...
fa: درحال قالب‌بندی %(partition)s بعنوان %(format)s ...
he: תבנות %(partition)s כ־%(format)s ...
ja: %(partition)s を %(format)s でフォーマットしています...
ka: მიმდინარეობს %(partition)s-ის დაფორმატება ფორმატით %(format)s ...
nn: Formaterar %(partition)s som %(format)s ...
pl: Formatowanie %(partition)s jako %(format)s ...
te: %(partition)s లను %(format)s గా ఫార్మాట్ చేస్తోంది ...
uz: %(partition)s larni %(format)s kabi formatlash...

source: Setting hostname
ast: Afitando'l nome d'agospiu
be: Налады назвы хоста
fa: در حال تنظیم نام میزبان
he: הגדרת שם מארח
ja: ホスト名を設定しています
ka: ჰოსტის სახელის დაყენება
nn: Set vertsnamn
pl: Ustawianie nazwy komputera
te: హోస్టుపేరు అమర్చబడుతోంది
uz: Kompyuter nomini o‘rnatish

source: Setting locale
ast: Afitando local
be: Налады лакалі
fa: تنظیم بوم (محل)
he: הגדרת מיקום
ja: 地域と言語を設定しています
ka: ენის დაყენება
nn: Lagrar områdeopplysningane
pl: Ustawianie opcji lokalnych
te: భాషను అమర్చుతున్నది
uz: Mahallik tilni o‘rnatish

source: Localizing packages
ast: Atopando paquetes
be: Пакеты лакалізацыі
fa: درحال بومی‌سازی بسته ها
he: חבילות המקמה
ja: パッケージの言語を構成しています
ka: პაკეტების ენებს დაყენება
nn: Tilpassar pakkar etter områdeopplysningane
pl: Pakiety lokalizacyjne
te: ప్యాకేజీలను స్థానికీకరించడం
uz: Paketlarni mahalliy tilga o‘tkazish

source: Installing drivers
ast: Instalando controladores
be: Усталяванне драйвераў
fa: درحال نصب درایورها
he: התקנת התקנים
ja: ドライバーをインストールしています
ka: დრაივერების დაყენება
nn: Installerar drivara
pl: Instalowanie sterowników
te: డ్రైవర్లను ఇన్‌స్టాల్ చేస్తోంది
uz: Drayverlarni o‘rnatish

source: Setting keyboard options
ast: Afitando opciones del tecláu
be: Налады клавіятуры
fa: در حال تنظیم صفحه کلید
he: הגדרת אפשרויות מקלדת
ja: キーボードのオプションを設定しています
ka: კლავიატურის პარამეტრების მორგება
nn: Lagrar tastaturvala
pl: Ustawianie opcji klawiatury
te: కీ బోర్డు ఐచ్ఛికాలను అమర్చుతున్నది
uz: Klaviatura parametrlarini o‘rnatish

source: Installing bootloader
ast: Instalando'l cargador d'arranque
be: Усталяванне загрузчыка
fa: نصب بوت‌لودر
he: התקנתת מנהל איתחול
ja: ブートローダーをインストールしています
ka: ჩამტვირთავის დაყენება
nn: Installerer oppstartslastaren
pl: Instalowanie programu rozruchowego
te: బూట్ లోడర్ స్థాపించబడుతోంది
uz: Operasion tizimni yuklovchi dasturni (bootloader) o‘rnatish

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
ast: AVISU: ¡El cargador d'arranque grub nun se configuró correutamente! Necesites configuralu de mou manual.
be: УВАГА: Загрузчык GRUB не быў канфігураваны належным чынам! Трэба канфігураваць яго ўручную.
fa: اخطار: بوت لودر گراب به درستی پیکربندی نشده است! شما می بایست به صورت دستی آن را پیکر بندی کنید.
he: אזהרה: מנהל האתחול גרוב, לא הוגדר כראוי! נא להגדירו ידנית.
ja: 警告: GRUB ブートローダーを正しく構成できなかったため、手動での設定が必要です。
ka: გაფრთხილება: ჩამტვირთავი grub-ის კონფიგურაცია არასწორია! ის ხელით უნდა მოირგოთ.
nn: ÅTVARING: Oppstartslastaren (grub) vart ikkje sett opp rett. Du må endra han opp manuelt.
pl: OSTRZEŻENIE: Program rozruchowy grub nie został poprawnie skonfigurowany! Zachodzi potrzeba jego ręcznego skonfigurowania.
te: హెచ్ఛరిక: grub బూట్‌లోడర్‌ సరిగా స్వరూపించబడలేదు! మీరు దానిని మానవీయంగా స్వరూపించాలి.
uz: OGOHLANTIRISH: grub yuklagich (bootloader) to‘lig‘icha sozlanmadi! Uni qo‘lda sozlashingiz kerak.

source: Cleaning APT
ast: Llimpiando APT
be: Ачыстка APT
fa: پاک‌سازی APT
he: ניקוי APT
ja: APT を掃除しています
ka: APT-ის მოსუფთავება
nn: Ryddar i APT
pl: Czyszczenie APT
te: APTని శుభ్రపరుస్తున్నది
uz: APT ni tozalash

source: Installation finished
ast: Instalacion finada
be: Усталяванне скончана
fa: نصب به پایان رسید.
he: ההתקנה הסתיימה
ja: インストールが完了しました
ka: დაყენება დასრულდა
nn: Installasjonen er ferdig
pl: Instalacja zakończona
te: స్థాపన ప్రక్రియ పూర్తిచేయబడింది
uz: Operasion tizimni o‘rnatish yakunlandi

source: Configuring bootloader
ast: Configurando'l cargador d'arranque
be: Канфігураванне загрузчыка
fa: پیکربندی بوت لودر
he: הגדרת מנהל האתחול
ja: ブートローダーを構成しています
ka: ჩამტვირთავის მორგება
nn: Set opp oppstartslastaren
pl: Konfigurowanie programu rozruchowego
te: బూట్‌లోడర్‌ని స్వరూపిస్తున్నది
uz: Operasion tizimni yuklovchi dastur (bootloader) ni sozlash

source: Checking bootloader
ast: Comprobando'l cargador d'arranque
be: Праверка загрузчыка
fa: بررسی بوت لودر
he: בדיקת המנהל אתחול
ja: ブートローダーを確認しています
ka: ჩამტვირთავის შემოწმება
nn: Kontrollerer oppstartslastaren
pl: Sprawdzanie programu rozruchowego
te: బూట్‌లోడర్‌ని తనిఖీ చేస్తున్నది
uz: Operasion tizimni yuklovchi dastur (bootloader) ni tekshirish

source: Language
ast: Llingua
be: Мова
fa: زبان
he: שפה
ja: 言語
ka: ენა
nn: Språk
pl: Język
te: భాష
uz: Til

source: Location
ast: Allugamientu
be: Месцазнаходжанне
fa: موقعیت
he: מיקום
ja: 場所
ka: დებარეობა
nn: Plassering
pl: Lokalizacja
te: స్థానము
uz: Joylashuv

source: Layout
ast: Distribución
be: Раскладка
fa: چیدمان
he: פריסה
ja: レイアウト
ka: განლაგება
nn: Utforming
pl: Układ
te: నమూనా
uz: Tartib

source: Variant
ast: Variante
be: Варыянт
fa: متغیر
he: הגוון
ja: 系統
ka: ვარიანტი
pl: Wariant
te: చరరాశి

source: Calculating file indexes ...
ast: Calculando índiz de los ficheros...
be: Падлік файлавых індэксаў ...
fa: محاسبه شاخص های فایل ...
he: מתבצע חישוב מַפתח הקבצים…
ja: ファイルインデックスを計算しています...
ka: ფაილის ინდექსების გამოთვლა...
nn: Kalkulerar filindeksar ...
pl: Obliczanie indeksów plików...
te: ఫైల్ సూచికలు లెక్కించబడుతున్నాయి
uz: Fayl indekslarini hisoblash ...

source: Installer
ast: Instalaor
be: Усталёўшчык
fa: نصب کننده
he: אשף ההתקנה
ja: インストーラー
ka: დაყენების პროგრამა
nn: Installatør
pl: Instalator
te: ఇన్‌స్టాలర్
uz: O‘rnatuvchi

source: What language would you like to use?
ast: ¿Qué llingua te prestaría usar?
be: Якой мовай жадаеце карыстацца?
fa: دوست دارید از چه زبانی استفاده کنید؟
he: באיזו שפה להשתמש?
ja: どの言語で使用しますか？
ka: რომელი ენის გამოყენება გნებავთ დაყენების პროცესში?
nn: Kva språk ynskjer du å nytte?
pl: Jakiego języka chcesz używać?
te: మీరు ఏ భాషను ఉపయోగించాలనుకుంటున్నారు?
uz: Qaysi tildan foydalanmoqchisiz?

source: Timezone
ast: Fusu horariu
be: Часавы пояс
fa: منقطه زمانی
he: אזור זמן
ja: タイムゾーン
ka: დროის სარტყელი
nn: Tidssone
pl: Strefa czasowa
te: సమయక్షేత్రం
uz: Vaqt zonasi

source: Where are you?
ast: ¿Aú t'afayes?
be: Дзе вы знаходзіцеся?
fa: کجا هستید؟
he: מה מיקומך?
ja: どこに住んでいますか？
ka: სად ბრძანდებით?
nn: Kvar er du?
pl: Gdzie się znajdujesz?
te: మీరు ఎక్కడ ఉన్నారు?
uz: Qayerdasiz?

source: Keyboard layout
ast: Distribución del tecláu
be: Раскладка клавіятуры
fa: چیدمان صفحه‌کلید
he: פריסת מקלדת
ja: キーボードのレイアウト
ka: კლავიატურის განლაგება
nn: Tastaturoppsett
pl: Układ klawiatury
te: కీబోర్డు నమూనా
uz: Klaviatura tartibi

source: What is your keyboard layout?
ast: ¿Cuala ye la to distribución de tecláu?
be: Якая ў вас раскладка клавіятуры?
fa: چیدمان صفحه‌کلید شما چیست؟
he: מה פריסת המקלדת שלך?
ja: キーボードの配列はどれですか？
ka: რომელი კლავიატურის განლაგება გნებავთ?
nn: Kva er tastaturoppsettet ditt?
pl: Jaki masz układ klawiatury?
te: మీ కీబోర్డ్ నమూనా ఏంటి?
uz: Klaviaturangiz joylashuvi qanday?

source: User account
ast: Cuenta d'usuariu
be: Уліковы запіс карыстальніка
fa: حسابِ کاربر
he: חשבון משתמש
ja: ユーザーアカウント
ka: მომხმარებლის ანგარიში
nn: Brukarkonto
pl: Konto użytkownika
te: వినియాగదారుడి ఖాతా
uz: Foydalanuvchi hisobi

source: Who are you?
ast: ¿Ú tas?
be: Хто вы?
fa: چه‌کسی هستید؟
he: עם מי הכבוד?
ja: あなたの情報を入力してください
ka: ვინ ბრძანდებით?
nn: Kven er du?
pl: Kim jesteś?
te: మీరు ఎవరు?
uz: Siz kimsiz?

source: Installation Type
ast: Triba d'instalación
be: Тып усталявання
fa: نوع نصب
he: סוג התקנה
ja: インストールの方法
ka: დაყენების ტიპი
nn: Installasjonstype
pl: Typ Instalacji
te: స్థాపన పద్ధతి
uz: O‘rnatish turi

source: Where do you want to install LMDE?
ast: ¿Ú quies instalar LMDE?
be: Куды жадаеце ўсталяваць LMDE?
fa: میخواهید LMDE را کجا نصب کنید؟
he: היכן להתקין את LMDE?
ja: どこに LMDE をインストールしますか？
ka: სად გნებავთ, LMDE დააყენოთ?
nn: Kvar ynskjer du å installera LMDE?
pl: Gdzie chcesz zainstalować LMDE?
te: మీరు LMDE ని ఎక్కడ ఇన్స్టాల్ చేయమంటారు?
uz: LMDEni qayerga o‘rnatmoqchisiz?

source: Partitioning
ast: Particionando
be: Раздзел
fa: پارتیشن بندی
he: חלוקה למחיצות
ja: パーティショニング
ka: დაყოფა
nn: Partisjonering
pl: Partycjonowanie
te: విభజిస్తోంది
uz: Diskni bo‘lish

source: Advanced options
ast: Opciones avanzaes
be: Дадатковыя параметры
fa: گزینه‌های پیشرفته
he: אפשרויות מתקדמות
ja: 高度なオプション
ka: დამატებითი პარამეტრები
nn: Avanserte innstillingar
pl: Opcje zaawansowane
te: అధునాతన ఎంపికలు
uz: Qo‘shimcha opsiyalar

source: Summary
ast: Resume
be: Падсумаванне
fa: خلاصه
he: סיכום
ja: 概要
ka: შეჯამება
nn: Samandrag
pl: Podsumowanie
te: సారాంశం
uz: Hisobot

source: Installing
ast: Instalando
be: Усталяванне
fa: درحال نصب
he: התקנה
ja: インストールしています
ka: დაყენება
nn: Installerar
pl: Instalowanie
te: స్థాపిస్తున్నాము
uz: O‘rnatilmoqda

source: Expert mode
ast: Mou espertu
be: Рэжым для экспертаў
fa: حالت حرفه‌ای
he: מצב מומחה
ja: 上級者モード
ka: ექსპერტული რეჟიმი
nn: Ekspertmodus
pl: Tryb zaawansowany
te: నిపుణుని విధము
uz: Ekspert rejimi

source: Installation paused
ast: Instalación en posa
be: Усталяванне прыпынена
fa: نصب متوقف شد
he: התקנה הופסקה
ja: インストールを一時停止しました
ka: დაყენება შეჩერდა
nn: Installasjon pausa
pl: Instalacja jest wstrzymana
te: స్థాపన కు విరామము
uz: O‘rnatish vaqtinchalik to‘xtatildi

source: Quit
ast: Colar
be: Выйсці
fa: خروج
he: יציאה
ja: 終了
ka: გასვლა
nn: Avslutt
pl: Wyjdź
te: వదిలి పెట్టు
uz: Chiqish

source: Back
ast: Atrás
be: Назад
fa: برگشت
he: אחורה
ja: 戻る
ka: უკან
nn: Tilbake
pl: Wstecz
te: వెనక్కి
uz: Orqaga

source: Next
ast: Siguiente
be: Далей
fa: بعدی
he: קדימה
ja: 次へ
ka: შემდეგი
nn: Neste
pl: Dalej
te: తదుపరి
uz: Keyingi

source: Welcome to %s!
ast: ¡Bienllegáu a %s!
be: Вітаем у %s!
fa: به %s خوش آمدید!
he: ברוך בואך אל %s!
ja: %s にようこそ！
ka: მოგესალმებით %s!
nn: Velkomen til %s!
pl: Witaj w %s!
te: %s కు స్వాగతం!
uz: %s ga xush kelibsiz!

source: This program will ask you some questions and set up LMDE on your computer.
ast: Esti programa entrugarate delles custiones pa configurar LMDE nel to ordenador.
be: Гэта праграма задасць некалькі пытанняў і ўсталюе LMDE на ваш камп'ютар.
fa: این برنامه از شما سوالاتی مپرسد و LMDE را بر رایانه شما راه‌اندازی میکند.
he: התוכנה תשאל אותך מספר שאלות ותתקין את LMDE על מחשבך.
ja: このプログラムは、お使いのコンピューターに LMDE をセットアップする手助けをします。
ka: ეს პროგრამა რამდენიმე კითხვას დაგისვამთ და კომპიუტერზე LMDE-ის მორგებაში დაგეხმარებათ.
nn: Dette programmet vil stilla deg nokre spørsmål og setja opp LMDE på datamaskina di.
pl: Ten program zada Ci kilka pytań i skonfiguruje LMDE na Twoim komputerze.
te: ఈ ప్రోగ్రామ్ మిమ్మల్ని కొన్ని ప్రశ్నలు అడుగుతుంది మరియు మీ కంప్యూటర్‌లో LMDEని సెటప్ చేస్తుంది.
uz: Ushbu dastur sizga ba'zi savollar beradi va kompyuteringizda LMDE ni o‘rnatadi.

source: Let's go!
ast: ¡Vamos!
be: Паехалі!
fa: بزن بریم!
he: קדימה!
ja: 始めましょう！
ka: წავედით!
nn: Kjøyr på!
pl: Ruszajmy!
te: వెళ్దాం!
uz: Qani ketdik!

source: Keyboard Model:
ast: Modelu de tecláu.
be: Мадэль клавіятуры:
fa: مُدِلِ صفحه‌کلید:
he: דגם מקלדת:
ja: キーボードの型番:
ka: კლავიატურის მოდელი:
nn: Tastaturmodell:
pl: Typ klawiatury:
te: కీబోర్డ్ మోడల్:
uz: Klaviatura modeli:

source: Type here to test your keyboard layout
ast: Escribi daqué equí pa prebar cuala ye la to distribución de tecláu.
be: Надрукуйце тут для праверкі раскладкі клавіятуры
fa: برای امتحان کردن چیدمان صفحه‌کلیدتان اینجا تایپ کنید
he: נא להקליד פה לבדיקת פריסת המקלדת
ja: ここでキーボードレイアウトの設定を試せます
ka: აკრიფეთ აქ თქვენი კლავიატურის განლაგების გამოსაცდელად
nn: Skriv her for å testa tastaturoppsettet ditt
pl: Tu wypróbuj układ klawiatury
te: మీ కీబోర్డ్ లేఅవుట్‌ను పరీక్షించడానికి ఇక్కడ టైప్ చేయండి.
uz: Klaviatura joylashuvini tekshirish uchun bu yerga yozing

source: * Your username, your computer's name and your password should only contain Latin characters. In addition to your selected layout, English (US) is set as the default. You can switch layouts by pressing Super+Space.
ast: El to nome de usuariu, el nome del to ordenador ya la to conseña namás pueden tener carauteres llatinos. Amás de la distribución de tecláu seleicionada, English (US) ta seleicionada de manu. Puedes camudiar la distribución de tecláu calcando Super+Espaciu.
be: * Ваша імя карыстальніка, назва камп'ютара і пароль павінны ўтрымлівать сімвалы толькі з лацінкі. У дадатак да выбранай вамі раскладкі будзе зададзена English (US) як перадвызначаная. Вы можаце пераключаць раскладкі націсканнем клавіш Super+Space.
fa: * نام کاربری شما، نام رایانه شما و گذرواژه شما باید فقط شامل حروف لاتین باشد. در کنار چیدمان انتخابی شما، انگلیسی (ایالات متحده) به عنوان پیش‌فرض تنظیم میشود. شما میتوانید با فشردن Super+Space چیدمان ها را تعویض کنید.
he: * שם המשתמש, שם המחשב והסיסמה יכולים להכיל תווים לטיניים בלבד. בנוסף לפריסה שנבחרה, אנגלית (ארה"ב) מוגדרת כברירת מחדל. ניתן לשנות פריסה על ידי לחיצה על מקשי סופר+רווח באותה עת.
ja: * ユーザー名・コンピューター名・パスワードには、英数字のみが使用できます。選択したレイアウトに加えて、English (US) が既定のレイアウトとして設定されます。Super+Space を押すと、レイアウトを切り替えられます。
ka: * თქვენი მომხმარებლის სახელი, კომპიუტერის სახელი და პაროლი, მხოლოდ, ლათინურ სიმბოლოებს უნდა შეიცავდეს. თქვენს მიერ არჩეულ განლაგებასთან ერთად არსებობს განლაგება ინგლისური (აშშ). განლაგებების შორის გადართვა შეგიძლიათ ღილაკებით Super+ჰარი.
nn: * Brukarnamnet ditt, samt namnet og passordet til datamaskina skal berre innehalda latinske teikn. I tillegg til det valde tastaturoppsettet er engelsk (US) sett som standard. Du kan endra tastaturoppsettet ved å trykkja Super+Space.
pl: * Twoja nazwa użytkownika, nazwa komputera i hasło powinny zawierać tylko znaki łacińskie. Oprócz wybranego układu domyślnie ustawiony jest angielski (USA). Możesz przełączać układy, naciskając klawisze Super + Spacja.
te: * మీ యూజర్‌నేమ్, మీ కంప్యూటర్ పేరు మరియు మీ పాస్‌వర్డ్‌లో లాటిన్ అక్షరాలు మాత్రమే ఉండాలి. మీరు ఎంచుకున్న లేఅవుట్‌తో పాటు, ఇంగ్లీష్ (US) డిఫాల్ట్‌గా సెట్ చేయబడింది. మీరు Super+Space నొక్కడం ద్వారా లేఅవుట్‌లను మార్చవచ్చు.
uz: * Sizning foydalanuvchi nomingiz, kompyuteringiz nomi va parolingiz faqat lotin harflaridan iborat bo‘lishi kerak. Siz tanlagan tartibga qo‘shimcha ravishda ingliz tili (AQSh) standart sifatida o‘rnatiladi. Siz Super+Space tugmalarini bosib tartiblarni almashtirishingiz mumkin.

source: Your name:
ast: El to nome
be: Ваша імя:
fa: نام شما:
he: השם שלך:
ja: 名前:
ka: თქვენი სახელი:
nn: Ditt namn:
pl: Twoje imię:
te: మీ పేరు:
uz: Ismingiz:

source: Your computer's name:
ast: El nome del to equipu:
be: Назва вашага камп'ютара:
fa: نام رایانه‌ی شما:
he: שם המחשב:
ja: コンピューター名:
ka: თქვენი კომპიუტერის სახელი:
nn: Namnet på denne datamaskina:
pl: Nazwa komputera:
te: మీ కంప్యూటర్ పేరు:
uz: Kompyuteringiz nomi:

source: The name it uses when it talks to other computers.
ast: El nome qu'uses al falar con otros equipos.
be: Выкарыстоўваецца пры сувязі з іншымі камп'ютарамі.
fa: نامی که هنگام صحبت با دیگر رایانه‌ها استفاده می‌کند.
he: השם שישמש לתקשורת עם מחשבים אחרים.
ja: 他のコンピューターと通信するときに使用する名前です。
ka: სახელი, რომელსაც ის იყენებს, როცა სხვა კომპიუტერებს ელაპარაკება.
nn: Namn som datamaskina bruker når ho samhandlar med andre maskiner.
pl: Nazwa używana podczas komunikacji z innymi komputerami.
te: ఇతర కంప్యూటర్లతో అనుసంధానమయినపుడు ఇది ఈ పేరు వాడుతుంది.
uz: U boshqa kompyuterlar bilan aloqa qilayotganida ishlatadigan nom.

source: Pick a username:
ast: Introduz un nome d'usuariu:
be: Імя карыстальніка:
fa: یک نام کاربری انتخاب کنید:
he: נא לבחור שם משתמש:
ja: ユーザー名:
ka: აირჩიეთ მომხმარებლის სახელი:
nn: Vel brukarnamn:
pl: Wybierz nazwę użytkownika:
te: ఒక వాడుకరి పేరును ఎంచుకోండి:
uz: Foydalanuvchi nomini tanlang:

source: Choose a password:
ast: Escueyi una conseña:
be: Задайце пароль:
fa: یک گذرواژه انتخاب کنید:
he: נא לבחור סיסמה:
ja: パスワード:
ka: შეიყვანეთ პაროლი:
nn: Vel passord:
pl: Ustaw hasło:
te: ఒక సంకేతపదాన్ని ఎంచుకోండి:
uz: Parol tanlang:

source: Confirm your password:
ast: Confirma la to conseña:
be: Пацвердзіце ваш пароль:
fa: گذرواژه‌تان را تأیید کنید:
he: אימות הסיסמה שלך:
ja: パスワードの再入力:
ka: გაიმეორეთ პაროლი:
nn: Stadfest passord:
pl: Potwierdź hasło:
te: మీ సంకేతపదాన్ని ఖచ్చితపరచండి:
uz: Parolingizni tasdiqlang:

source: Log in automatically
ast: Aniciar sesión automáticamente
be: Уваходзіць у сістэму аўтаматычна
fa: ورود خودکار
he: כניסה אוטומטית
ja: 自動的にログイン
ka: ავტომატური შესვლა
nn: Logg inn automatisk
pl: Zaloguj automatycznie
te: స్వయంచాలకంగా ప్రవేశించు
uz: Tizimga avtomatik kirish

source: Require my password to log in
ast: Pidir la mio contraseña p'aniciar sesión
be: Патрабаваць пароль для ўваходу ў сістэму
fa: برای ورود درخواست گذرواژه کن
he: דרישת הסיסמה לכניסה
ja: ログイン時にパスワードを要求
ka: შესასვლელად პაროლის მოთხოვნა
nn: Krev passord for å logga inn
pl: Wymaganie hasła do zalogowania
te: ప్రవేశించుటకు నా సంకేతపదం అవసరం
uz: Tizimga kirish uchun parolim talab qilinsin

source: Encrypt my home folder
ast: Cifrar la mio carpeta principal
be: Зашыфраваць маю хатнюю папку
fa: رمزگذاری پوشه خانه من
he: הצפנת תיקיית הבית שלי
ja: ホームフォルダーを暗号化
ka: საწყისი საქაღალდის დაშიფვრა
nn: Krypter heimemappe
pl: Zaszyfrowanie katalogu użytkownika
te: నా నివాస సంచయాన్ని ఎన్‌ క్రిప్ట్ చేయి
uz: Uy jildimni shifrlash

source: Automated Installation
ast: Instalación automatizada
be: Аўтаматызаванае ўсталяванне
fa: نصب خودکار
he: התקנה אוטומטית
ja: 自動インストール
ka: ავტომატური დაყენება
nn: Automatisert installasjon
pl: Zautomayzowana instalacja
te: ఆటోమేటెడ్ ఇన్‌స్టాలేషన్
uz: Avtomatlashtirilgan o‘rnatish

source: Erase a disk and install LMDE on it.
ast: Esborrar el discu ya instalar LMDE n'elli
be: Сцерці дыск і ўсталяваць на яго LMDE.
fa: یک دیسک را پاک کرده و LMDE را بر آن نصب کنید.
he: מחיקת הכונן והתקנת LMDE.
ja: ディスクの中身を削除して LMDE をインストールします。
ka: დისკის წაშლა და ზედ LMDE-ის დაყენება.
nn: Slett ein disk, og installera LMDE på den.
pl: Wyczyść dysk i zainstaluj na nim LMDE.
te: ఒక డిస్క్‌ను తొలగించి దానిపై LMDE ని ఇన్‌స్టాల్ చేయండి.
uz: Diskni o‘chirish va unga LMDEni o‘rnatish.

source: Disk:
ast: Discu:
be: Дыск:
fa: دیسک:
he: כונן:
ja: ディスク:
ka: დისკი:
pl: Dysk:
te: డిస్క్:

source: Encrypt the operating system
ast: Cifrar el sistema operativu
be: Зашыфраваць аперацыйную сістэму
fa: رمزگذاری سیستم عامل
he: הצפנת מערכת ההפעלה
ja: オペレーティングシステムを暗号化
ka: ოპერაციული სისტემის დაშიფვრა
nn: Krypter operativsystemet
pl: Zaszyfruj system operacyjny
te: ఆపరేటింగ్ సిస్టమ్‌ను ఎన్‌క్రిప్ట్ చేయండి
uz: Operatsion tizimni shifrlash

source: Passphrase
ast: Frase de pasu
be: Пароль
fa: عبارت‌ِ عبور
he: ביטוי סיסמה
ja: パスフレーズ
ka: კოდური ფრაზა
nn: Passordfrase
pl: Hasło
te: సంకేతపదము
uz: Parol iborasi
