Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Welcome to Linux Mint Debian
af: Welkom
am: እንኳን ደህና መጡ
ar: مرحباً
ast: Bienllegáu
bg: Добре дошли
ca: Benvinguts
cs: Vítejte!
da: Velkommen
de: Herzlich Willkommen
el: Καλωσορίσατε
es: Bienvenido/a
et: Tere tulemast
eu: Ongi etorri
fa: خوش آمدید
fo: Vælkomin
fr: Bienvenue
gl: Benvido(a)
he: ברוכים הבאים
hr: Dobrodošli
hu: Üdvözöljük!
id: Selamat Datang
is: Velkomin(n)
it: Benvenuto
ja: ようこそ
kk: Қош келдіңіз
ko: 환영합니다
lt: Sveiki!
mk: Добредојдовте
ml: സ്വാഗതം
ms: Selamat datang
nb: Velkommen!
nl: Welkom
nn: Velkomen
pl: Witaj
pt: Bem-vindo
pt_br: Bem Vindo
ro: Bine ai venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sr: Dobrodošli
sv: Välkommen
tr: Hoş Geldiniz
uk: Ласкаво просимо!
vi: Chào mừng
zh_cn: 欢迎使用
zh_hk: 歡迎
zh_tw: 歡迎

source: Thank you for choosing Linux Mint.
af: Dankie dat u Linux Mint gekies het.
am: ሊነክስ ሚንትን በመምረጥዎ እናመሰግኖታለን!
ar: شكراً لك على اختيارك لينكس منت.
bg: Благодарим Ви, че избрахте Линукс Минт.
ca: Gràcies per triar Linux Mint
cs: Děkujeme, že jste si vybrali Linux Mint.
da: Tak til dig for at vælge Linux Mint
de: Vielen Dank, dass Sie sich für Linux Mint entschieden haben.
el: Ευχαριστούμε που επιλέξατε το Linux Mint
es: Gracias por elegir Linux Mint.
et: Täname sind, et valisid Linux Mint'i.
eu: Eskerrik asko Linux Mint aukeratzeagatik
fa: از شما برای انتخاب لینوکس مینت سپاسگذاریم.
fo: Takk fyri at velja Linux Mint
fr: Merci d'avoir choisi Linux Mint.
gl: Moitas grazas por elixir Linux Mint.
he: תודה שבחרתם להשתמש ב-Linux Mint
hr: Hvala vam što ste izabrali Linux Mint
hu: Köszönjük, hogy a LinuxMintet választotta.
id: Terima kasih telah memilih Linux Mint.
is: Takk fyrir að velja Linux Mint.
it: Grazie per aver scelto Linux Mint.
ja: Linux Mintを選んでいただき誠にありがとうございます。
kk: Linux Mint таңдағаныңыз үшін рахмет.
ko: 리눅스 민트를 선택해주셔서 감사합니다.
lt: Ačiū, kad renkatės Linux Mint.
mk: Ви благодариме што го одбравте Линукс Минт
ml: ലിനക്സ്‌ മിന്റ് തിരഞ്ഞെടുത്തതിനു നന്ദി.
ms: Terima kasih kerana memilih Linux Mint.
nb: Takk for at du valgte Linux Mint
nl: Bedankt voor het kiezen van Linux Mint.
nn: Takk for at du valde Linux Mint.
pl: Dziękujemy za wybranie Linux Mint.
pt: Obrigado por ter escolhido o Linux Mint.
pt_br: Obrigado por escolher o Linux Mint.
ro: Îţi mulţumim că ai ales Linux Mint.
ru: Благодарим вас за то, что выбрали Linux Mint.
sk: Ďakujeme, že ste si zvolili Linux Mint.
sl: Hvala, ker ste izbrali Linux Mint.
sr: Hvala Vam što ste odabrali Linux Mint.
sv: Tack för att du valt Linux Mint.
tr: Linux Mint'i seçtiğiniz için teşekkür ederiz.
uk: Дякуємо вам за вибір Linux Mint.
vi: Cám ơn bạn đã chọn Linux Mint.
zh_cn: 感谢您选择 Linux Mint。
zh_hk: 多謝選用 Linux Mint 。
zh_tw: 感謝您選擇 Linux Mint

source: We believe in sharing and being open-minded. Our vision of Freedom includes being able to do what you want with your computer, and the operating system should never stand in the way.
af: Ons glo daarin om te deel en om oop te wees. Ons visie vir Vryheid behels keuse, die keuse om te doen wat jy wil met jou rekenaar, en jou bedryfstelsel behoort jou hierin te ondersteun.
am: እምነታችን በማካፈል እና ክፍት በመሆን ነው ፡ የኛ የነጻነት አስተያየት በኮምፒዩተሮት የፈለጉትን መስራት እንዲችሉ ነው ፡ የስርአት መተግበሪያውም ይህን እንዲያደርጉ መርዳት እና ማስቻል አለበት
ar: نؤمن بالمشاركة والأنفتاح. رؤيتنا للحرية هي لابد أن تكون قادرا على أداء ماتريد بحاسوبك ، ونظام التشغيل الخاص بك ينبغي أن يساعدك على ذلك.
ast: Creemos en compartir y ser abiertos. La nuestra visión de la Llibertá ye que debes poder facer lo que quieras col to ordenador, y el to sistema operativu debe aidate n'eso.
bg: Ние вярваме в споделянето и отвореността. Представата ни за Свобода включва възможността Вие да можете да правите, каквото искате с компютъра Ви и операционната система трябва да Ви помога именно с това.
ca: Creiem en compartir i ser oberts. La nostra visió de la Llibertat és que hauríeu de ser capaç de fer el que volguéssiu amb el vostre ordinador, i el vostre sistema operatiu hauria d'ajudar-vos a aconseguir precisament això.
cs: Věříme ve sdílení a otevřenost. Naše vize svobody je taková, že byste měli mít možnost na svém počítači dělat co potřebujete, a váš operační systém by vám k tomu měl pomáhat.
da: Vores værdier er at dele og åbenhed. For os er frihed at du skal kunne gøre hvad du har lyst til med din computer, og dit operativsystem bør sætte dig i stand til det.
de: Wir bauen auf Austausch und Offenheit. Unsere Vision von Freiheit ist, dass Sie mit Ihrem Computer machen können sollten, was Sie gerade im Sinn haben, und das Betriebssystem Sie genau dabei unterstützt.
el: Πιστεύουμε στο να μοιραζόμαστε και να είμαστε ανοιχτοί. Το όραμα που έχουμε για την Ελευθερία είναι το να μπορεί κανείς να κάνει αυτό που θέλει με τον υπολογιστή του, και το λειτουργικό του σύστημα να τον βοηθάει σε αυτό ακριβώς.
es: Creemos en compartir y ser abiertos. Nuestra visión de Libertad es que puedas hacer lo que desees con tu computadora, y que tu sistema operativo te lo facilite.
et: Me usume jagamisse ja avatusse. Meie arusaam vabadusest on, et igaüks peaks saama teha täpselt seda, mida ta tahab, ning arvuti ja opsüsteem peaksid teda selle juures toetama.
eu: Elkarbanatzen eta irekia izatea sinisten dugu. Gure askatasunaren ikuspegia da zure ordenagailuan, zuk nahi duzuna egiteko gai izan behar duzula; eta zure sistema erabiltzaileak hori egiten lagundu egin behar duela.
fa: ما به آزادی و اشتراک معتقدیم. تجسم ما از آزادی این است که شما باید توانایی انجام هرکاری را بر روی رایانه ی خود داشته باشید و سیستم عاملی که شما انتخاب کرده اید باید به شما در این مسیر کمک کند.
fo: Okkara virði eru at deila og opinleiki. Fyri okkum er frælsi, tað at tú kann gera tað tú vil við tínar teldu, og stýrikervi eigur at gera teg føran fyri tí.
fr: Nous croyons au partage et à l'ouverture. Notre vision de la liberté est que vous devriez être capable de faire ce que vous voulez avec votre ordinateur et que votre système d'exploitation devrait vous aider à le faire.
gl: Cremos nos beneficios de compartir e ser abertos. A nosa visión da liberdade é a de que vostede debería poder facer o que queira no seu ordenador, e que o sistema operativo debería axudarlle a facer exactamente iso.
he: אנו מאמינים בשיתוף ובפתיחות. חזון החירות שלנו, הוא שכל משתמש יוכל לעשות עם המחשב שלו כרצונו, ושמערכת ההפעלה תעזור לו לעשות זאת.
hr: Mi vjerujemo u dijeljenje i otvorenost. Naša vizija Slobode je da bi trebali biti u mogućnosti sa svojim računalom učiniti što god želite, a vaš operativni sustav bi vam trebao pomoći u ostvarenju tog cilja.
hu: Hiszünk az együttműködésben és a nyíltságban. A szabadságról alkotott elképzelésünk szerint az operációs rendszernek lehetővé kell tennie, hogy Ön arra használhassa számítógépét, amire akarja.
id: Kami percaya dalam berbagi dan terbuka. Visi Kebebasan kami adalah Anda dapat melakukan apa yang diinginkan dengan komputer Anda, dan sistem operasi Anda dapat membantu mewujudkannya.
is: Við höfum trú á opnum huga og miðlun þekkingar. Skilgreining okkar á Frelsi er að þú eigir að geta gert það sem þig langar til með tölvunni þinni og að stýrikerfið eigi að hjálpa þér til að gera einmitt það.
it: Crediamo nella condivisione e nell'essere aperti. La nostra visione di Libertà è che si dovrebbe sempre poter fare quello che si vuole con il computer, e il sistema operativo dovrebbe aiutare nel fare proprio questo.
ja: 我々はシェアすること、オープンであるということを堅く信じています。我々にとって「自由」とはコンピュータを使って好きなことが出来ることであり、オペレーティングシステムはその手助けをしなくてはなりません。
kk: Біз тарату бостандығына және ашықтылығына сенеміз. Біздің бостандық туралы көрінісіміз, Сіз өздеріңіздің ойлағаныңызды орындауға мүмкіндігінің бар болуы, ал сіздік операциялық жүйеңіз оларды іске асыруға көмектесуінде.
ko: 리눅스 민트는 공유와 개방을 추구합니다. 저희가 생각하는 '자유'란, '사용자는 컴퓨터를 이용해 무엇이든 할 수 있어야 하고, 운영 체제는 사용자가 원하는 것을 최대한 실현할 수 있도록 도와야 한다'는 것입니다.
lt: Mes tikime atvirumu ir galimybe dalintis. Mūsų laisvės vizija – kiekvieno galimybė daryti su savo kompiuteriu ko tik norima, o operacinės sistemos tikslas - tam padėti.
mk: Ние веруваме во споделување и отвореност. Нашата визија за слободата е да може да правите се што ќе посакате со вашиот компјутер, а оперативниот систем да ви помогне во тоа.
ml: ഞങ്ങള്‍ പങ്കു വെക്കുന്നതിലും, തുറന്ന മനോഭാവത്തിലും വിശ്വസിക്കുന്നു. സ്വാതന്ത്ര്യത്തെക്കുറിച്ചുള്ള ഞങ്ങളുടെ കാഴ്ചപ്പാട്‌ എന്തെന്നാല്‍ നിങ്ങള്‍ക്ക് ആവശ്യമുള്ളതെല്ലാം ചെയ്യാന്‍ നിങ്ങളുടെ കംപ്യൂട്ടര്‍ ഉതകണം. നിങ്ങളുടെ ഓപ്പറേറ്റിംഗ്‌ സിസ്റ്റം നിങ്ങളെ അതിന്‌ സഹായിക്കുകയും വേണം.
ms: Kami percaya dalam perkongsian dan keterbukaan. Visi kebebasan kami ialah anda harus berupaya melakukan apa yang anda mahu dengan komputer anda, dan sistem pengoperasian anda harus membantu anda dalam melakukan hal itu sahaja.
nb: Vi tror på deling og åpenhet. Vår visjon om frihet, er det du skal være i stand til å gjøre det du ønsker å gjøre med din datamaskin. Operativsystemet bør hjelpe deg til å gjøre akkurat dette.
nl: Wij geloven in delen en openheid. Onze visie over vrijheid is dat je moet kunnen doen wat je wilt met je computer en dat je besturingssysteem je daarbij moet helpen.
nn: Vi trur på å dele og å vere opne. Visjonen vår om fridom er at du skal vere i stand til å gjere det du ønskjer med datamaskina di. Operativsystemet skal hjelpe deg med å nå det målet.
pl: Wierzymy w wymianę i otwartość. Nasza wizja Wolności polega na tym, że powinieneś móc robić z komputerem to, co chcesz, a system operacyjny powinien Ci właśnie w tym pomóc.
pt: Acreditamos na partilha e abertura. A nossa visão de Liberdade é que você deverá ser capaz de fazer o que quiser com o seu computador e o seu sistema operativo tem que o ajudar nessa tarefa.
pt_br: Acreditamos no compartilhamento e abertura. Nossa visão de liberdade é que você deve ser capaz de fazer o que quiser com seu computador e seu sistema operacional deve ajudá-lo a fazer exatamente isso.
ro: Noi credem în dorința de a împărtăși și de a fi deschişi. Viziunea noastră despre Libertate este aceea că trebuie să poţi să faci ce doreşti la calculatorul tău, iar sistemul de operare trebuie să te ajute în acest sens.
ru: Мы верим в свободу распространения и открытости. Наше видение Свободы таково, что Вы должны иметь возможность реализовывать все свои задумки на компьютере, а Ваша операционная система должна Вам помогать в осуществлении этого.
sk: Veríme v otvorenosť a zdieľanie. Našou víziou slobody je, aby Ste boli schopný robiť s počítačom čo chcete a Váš operačný systém by mal byť schopný Vám v tom pomôcť.
sl: Verjamemo v deljenje in odprtost. Naša vizija svobode vključuje učinkovito in neobremenjeno rabo računalnika, operacijski sistem pa vam pri tem ne sme biti v napoto.
sr: Mi verujemo u deljenje i otvorenost.Naša vizija je da svako ima slobodu da radi šta želi sa svojim kompjuterom, a operativni sistem treba da mu pomogne u ostvarenju toga.
sv: Vi tror på att dela med oss och på att vara öppna. Vår vision för frihet är att du skall kunna göra vad du vill med datorn och att operativsystemet ska hjälpa dig att göra just detta.
tr: Açık olmaya ve paylaşıma inanıyoruz. Özgürlük vizyonumuz, bilgisayarınızla istediğinizi yapabilmeniz ve işletim sisteminizin bunu yaparken size yardımcı olmasıdır.
uk: Ми віримо у вільне розповсюдження і відкритість. Наше бачення Свободи полягає у тому, що Ви повинні мати можливість робити все, що Ви бажаєте за допомогою комп'ютера, і операційна система має допомогати Вам у здійсненні цього.
vi: Chúng tôi tin tưởng vào sự sẻ chia và cởi mở. Quan điểm của chúng tôi về Tự do là người dùng phải có thể thực hiện những gì họ muốn với máy tính của mình và hệ điều hành phải giúp họ thực hiện điều đó.
zh_cn: 我们信仰共享和开放。我们对自由的理解是：您应该能够用自己的计算机做任何想做的事情，而您的操作系统正应该帮您做这些事。
zh_hk: 我們相信共享和開放。我們對自由的理解是：您應該能夠用自己的電腦做任何想做的事情，而您的操作系統正應該幫助您做這些事。
zh_tw: 我們相信分享與開放. 我們對自由的願景是: 您能用電腦做您想要做的事,而您的作業系統應幫助您達成目標.

source: We focus on ease of use, comfort, and elegance to make your experience with Linux Mint as enjoyable as possible.
af: Ons fokus op eenvoud, gemaklikheid en elegansie om jou ervaring met Linux Mint so lekker as moontlik te maak.
am: አትኩሮታችን በዝግታ በመጠቀም ፡ የሊነክስ ሚንት ዴስክቶፕ ልምድዎ በደስታ እና በምቾት ያሸበረቀ እንዲሆን እና በደስታም እንዲቆዩ ነው
ar: نركز على بساطة الأستخدام، والراحة، والأناقة لجعل تجربتك لسطح المكتب الخاص بلينوكس نعناع أكثر متعة قدر الأمكان.
ast: Centrámosnos na facilidá d'usus, la comodidá y la elegancia pa facer la to esperiencia col escritoriu Linux Mint tan agradable como seya dable.
bg: Ние се концентрираме върху леснотата на употреба, комфортта и елегантността, за да направим преживяванията Ви с Линукс Минт възможно най-приятни.
ca: Ens centrem en la facilitat d'ús, la comoditat i l'elegància perquè pugueu gaudir al màxim de la vostra experiència amb l'escriptori de Linux Mint.
cs: Zaměřujeme se na snadnost užívání, komfort a eleganci, aby vaše zkušenosti s prací v Linuxu Mint byly tak příjemné, jak je to jen možné.
da: Vi fokuserer på at systemet er let at bruge, brugervenlighed og elegance, så du kan nyde at bruge Linux Mint mest muligt.
de: Wir setzen auf einfache Bedienbarkeit, Komfort und Eleganz, damit Ihre Arbeit mit dem Linux Mint-Desktop so angenehm wie möglich wird.
el: Εστιάζουμε στην ευκολία στη χρήση, στην άνεση και την κομψότητα για να κάνουμε την εμπειρία σας με το Linux Mint όσο το δυνατόν πιο ευχάριστη.
es: Nos enfocamos en la facilidad de uso, la comodidad y la elegancia para que su experiencia con Linux Mint sea lo mas agradable posible.
et: Me keskendume kasutuslihtsusele, mugavusele ja elegantsusele, et muuta Linux Mint'i töölaua kasutamine sinu jaoks võimalikult nauditavaks.
eu: Linux Mintekin duzun esperientzia ahalik eta onena izateko, erosotasunaz eta dotoreziaz gain,erabilterreza izatea da gure helburua.
fa: تمرکز ما بر روی استفاده آسان، راحت و زیبا در کنار تجربه لذت بخش استفاده از لینوکس مینت می باشد.
fo: Vit leggja dent á at kervi er lætt at nýta og er snøggt, so at Linux Mint er hugnaligt at brúka.
fr: Nous portons notre attention sur la facilité d'utilisation, le confort et l'élégance pour rendre votre expérience avec Linux Mint aussi plaisante que possible.
gl: Enfocámonos na facilidade de uso, na comodidade e na elegancia para facer que a súa experiencia co escritorio de Linux Mint sexa tan pracenteira como sexa posíbel.
he: אנו מתמקדים בקלות שימוש, נוחות ואלגנטיות, כדי שחוויית השימוש ב-Linux Mint תהיה מהנה.
hr: Mi se koncentriramo na jednostavnosti korištenja, udobnosti i eleganciji da bi učinili vaše iskustvo sa Linux Mint sustavom što ugodnijim.
hu: A könnyű kezelhetőségre, a kényelemre és az eleganciára fókuszálunk, hogy a Linux Minttel való kapcsolata olyan élménydús legyen, amilyen csak lehet.
id: Kami fokus akan kemudahan, kenyamanan, dan keindahan untuk memungkinkan pengalaman Anda dengan desktop Linux Mint menjadi menyenangkan.
is: Við stefnum að einfaldleika, þægindi og fegurð til að gera þína reynslu að Linux Mint eins góða og hægt er.
it: Ci focalizziamo su facilità d'uso, comodità ed eleganza per far si che la tua esperienza con Linux Mint sia la migliore possibile
ja: Linux Mintのデスクトップはできるだけ楽しく使えるように、簡単且つエレガントな操作に重点を置いています。
kk: Сіздің Linux Mint-пенен жұмысыңыз мүмкіндігінше жайлы және жағымды болу үшін, басты мақсатымыз ретінде, қолдану кезіндегі қарайпайымдылығын, жайлылығын және сырбазын қамтамасыз еттік.
ko: 리눅스 민트는 사용의 용이함과 편안함, 우아함을 동시에 추구합니다. 이는 여러분이 리눅스 민트를 최대한 즐길 수 있도록 배려하기 위함입니다.
lt: Mes sutelkiame dėmesį į patogumą, komfortą ir žavesį tam, kad Jūs galėtumėte mėgautis Linux Mint sistema kiek tik įmanoma.
mk: Фокусирани сме на едноставност за употреба, комфорт и елеганција, за да овозможиме пријатно искуство користејќи го Линукс Минт.
ml: നിങ്ങളുടെ ലിനക്സ്‌ മിന്റ് ഡെസ്ക്ടോപ്പ് അനുഭവം കൂടുതല്‍ ആസ്വാദ്യകരം ആക്കാന്‍ വേണ്ടി ; അനായാസമായ ഉപയോഗം, സുഖസൌകര്യങ്ങള്‍, വൈശിഷ്ട്യം എന്നിവയില്‍ ഞങ്ങള്‍ ഊന്നല്‍ കൊടുക്കുന്നു.
ms: Kami memberi tumpuan kepada aspek mudah pakai, selesa dan anggun supaya anda merasai keseronokan sebaik mungkin dengan desktop Linux Mint.
nb: Vi fokuserer på brukervennlighet, komfort og eleganse for å gjøre din erfaring med Linux Mint desktop så behagelig som mulig.
nl: Wij leggen de nadruk op gebruiksgemak, comfort en elegantie om het gebruik van Linux Mint zo aangenaam mogelijk te maken.
nn: Vi prøver å å gjere opplevinga di av Linux Mint skrivebordsmiljø så god som råd er ved å fokusere på brukarvenlege løysingar, komfort og eleganse.
pl: Kładziemy nacisk na łatwość obsługi, wygodę i elegancję, aby uczynić Twoje doświadczenia z systemem Linux Mint jak najbardziej przyjemnymi.
pt: O nosso enfoque é na facilidade de uso, conforto e elegância de forma a tornar a sua experiência com o Linux Mint a mais agradável possível.
pt_br: Nossa meta é facilidade de uso, conforto e elegância, possibilitando uma experiência com o desktop Linux Mint o mais agradável possível.
ro: Noi ne concentrăm asupra uşurinţei în utilizare, confortului și eleganței, astfel ca experiența ta cu Linux Mint să devină cât mai plăcută cu putinţă.
ru: Мы делали упор на простоте использования, комфортности и элегантности, чтобы Ваша работа с Linux Mint оказалась настолько приятной, насколько это возможно.
sk: Zameriavame sa na jednoduchosť používania, komfort a eleganciu, aby Vaše skúsenosti s Linux Mint boli čo najpríjemnejšie.
sl: Posvečamo se lahkotnosti uporabe, udobju in eleganci, da naredimo vašo izkušnjo z Linux Mint namizjem kar se da zabavno.
sr: Mi se fokusiramo na lakoću upotrebe, komfor i eleganciju da bi vaše iskustvo sa Linux Mint-om učinili što prijatnijim.
sv: Vi fokuserar på användbarhet, bekvämlighet och elegans för att din upplevelse av Linux Mint ska bli så njutbar som möjligt.
tr: Linux Mint masaüstü deneyiminizi olabildiğince eğlenceli kılmak için kullanım kolaylığı, rahatlık ve zerafet üzerine odaklanıyoruz.
uk: Ми робимо ставку на простоту використання, зручність та елегантність, щоб Ваш досвід роботи з Linux Mint був максимально приємним, настільки це можливо.
vi: Chúng tôi tập trung vào tính tiện dụng, thoải mái và thanh nhã để bạn có thể trải nghiệm Linux Mint thỏa thích.
zh_cn: 我们专注于提升linux mint桌面的使用品质，让您的使用体验尽可能的舒适和优雅。
zh_hk: 我們專注於Linux Mint桌面的易用性，舒適度和設計優雅，讓您使用愉快。
zh_tw: 我們專注於容易使用,舒適及優雅,儘可能讓您使用Linux Mint桌面的經驗變得有趣.
