Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Share printers or access them remotely.
ar: إستعمل ليبر أوفيس لتحرير الوثائق الإحترافية و معالجة البيانات وتقديم العروض والتي تتلائم كليا مع مايكروسوفت أوفيس. شارك المطبعة أو تحكم بها عن بعد.
bg: С LibreOffice създавате документи, електронни таблици и презентации напълно съвместими с Microsoft Office. Споделяте принтери или имате достъп до тях отдалечено.
ca: Amb LibreOffice podeu crear documents professionals, fulls de càlcul i presentacions plenament compatibles amb Microsoft Office. Compartiu impressores o accediu-hi remotament.
cs: K vytvoření profesionálních dokumentů, tabulek a prezentací můžete použít LibreOffice, který je kompatibilní s Microsoft Office. Sdílejte tiskárny, nebo k nim přistupujte vzdáleně.
da: Anvend LibreOffice til at fremstille professionelt udseende dokumenter, regneark og præsentationer, som er kompatible med Microsoft Office. Del printere eller print via fjernadgang.
de: Benutzen Sie LibreOffice, um professionelle Dokumente, Tabellen und Präsentationen zu erstellen, die voll kompatibel mit Microsoft Office sind. Bei Bedarf können Sie auch Drucker mit anderen teilen oder aus der Ferne darauf zugreifen.
el: Χρησιμοποιήστε το LibreOffice για να δημιουργήσετε επαγγελματικά έγγραφα, λογιστικά φύλλα και παρουσιάσεις που είναι πλήρως συμβατές με το Microsoft Office. Μοιραστείτε εκτυπωτές ή χρησιμοποιήστε τους από απόσταση.
es: Utilice LibreOffice para crear documentos profesionales, hojas de calculo y presentaciones totalmente compatibles con Microsoft Office. Comparta impresoras o acceda a ellas remotamente.
et: Professionaalsete dokumentide, arvutustabelite ning võimsate esitluste loomiseks kasutage LibreOffice'it. Kõik failid on täielikult ühilduvad Microsoft Office'iga. Jaga printereid ning kasuta neid teistest arvutitest.
eu: Erabili LibreOffice Microsoft Officerekin guztiz bateragarriak diren dokumentu, kalkulu-orri eta aurkezpen profesionalak sortzeko. Partekatu edo sarbidetu urruneko inprimagailuak.
fr: Utilisez LibreOffice pour créer des documents professionnels, des feuilles de calcul et des présentations compatibles avec Microsoft Office. Partagez vos imprimantes à distance.
gl: Use LibreOffice para crear documentos profesionais, follas de cálculo e presentacións que sexan totalmente compatíbeis co Microsoft Office. Impresoras compartidas ou accesíbeis remotamente.
hr: Koristite LibreOffice za izradu profesionalnih dokumenata, proračunskih tablica i prezentacija koje su potpuno kompatibilne s Microsoft Officom. Dijelite pisače ili im pristupite na daljinu.
hu: Használja a LibreOffice-t professzionális dokumentumok, táblázatok és prezentációk készítéséhez, amelyek teljes mértékben kompatibilisek a Microsoft Office-szal. Osszon meg nyomtatókat vagy érje el őket távolról.
id: Gunakan LibreOffice untuk membuat dokumen, lembar kerja, dan presentasi profesional yang kompatibel sepenuhnya dengan Microsoft Office. Berbagi pakai pencetak atau akses mereka dari jauh.
is: Notaðu LibreOffice til að búa til fagmannleg skjöl, töflureikna og kynningar sem eru vel samhæfð við gögn í Microsoft Office. Samnýttu prentara eða fjartengdu þá.
it: Usa LibreOffice per creare documenti, fogli di calcolo e presentazioni professionali e compatibili con Microsoft Office. Condividi o accedi da remoto alle stampanti.
ja: LibreOffice を使って Microsoft Office と完全な互換性のあるプロフェッショナルな文書、スプレッドシート、プレゼンテーションを作成しましょう。 共有プリンタをリモートから利用することもできます。
lt: Naudokitės LibreOffice profesionaliems dokumentams, lentelėms bei skaidrėms, kurios yra visiškai suderinamos su Microsoft Office, kurti. Dalinkitės spausdintuvais ir naudokitės jais nuotoliniu būdu.
ms: Guna LibreOffice untuk cipta dokumen, lembaran elektronik dan persembahan profesional yang sepenuhnya serasi dengan Microsoft Office. Kongsi pencetak atau capai ia secara jauh.
nl: Gebruik LibreOffice om professionele documenten, rekenbladen en presentaties te maken die volledig verenigbaar zijn met Microsoft Office. Deel printers of benader ze op afstand.
pl: Używaj LibreOffice, aby tworzyć profesjonalne dokumenty, arkusze kalkulacyjne i prezentacje, które są w pełni kompatybilne z Microsoft Office. Udostępniaj drukarki lub uzyskuj do nich zdalny dostęp.
pt: Utilize o LibreOffice para criar documentos, folhas de cálculo e apresentações profissionais, maioritariamente compatíveis com o Microsoft Office. Partilhe impressoras ou aceda-lhes remotamente.
pt_br: Use o LibreOffice para criar documentos profissionais, planilhas e apresentações de slides que são completamente compatíveis com o Microsoft Office. Compartilhe impressoras ou acesse elas remotamente.
ro: Folosește LibreOffice pentru a crea documente profesionale, foi de calcul și prezentări care sunt pe deplin compatibile cu Microsoft Office. Împarte imprimante sau accesează-le de la distanță.
ru: Используйте офисный пакет LibreOffice для профессиональной работы с документами, электронными таблицами и презентациями, которые будут полностью совместимы с пакетом Microsoft Office. Открывайте доступ к принтерам для совместной работы или подключайтесь к ним удаленно.
sk: Použite LibreOffice pre vytvorenie profesionálnych dokumentov, tabuliek a prezentácií, ktoré sú plne kompatibilné s Microsoft Office. Zdieľajte tlačiarne alebo k nim pristupujte vzdialene.
sl: Uporabljajte LibreOffice za ustvarjanje profesionalnih dokumentov, preglednic in predstavitev, ki so popolnoma združljive z Microsoft Office. Delite tiskalnike ali oddaljeno dostopajte do njih.
sr: Користите LibreOffice за израду професионалних докумената, табела и презентација које су потпуно одговарајуће са Microsoft Office. Делите штампаче или им приступите на даљину.
sv: Använd LibreOffice för att skapa professionella dokument, kalkylblad, och presentationer som är kompatibla med Microsoft Office. Dela skrivare eller kom åt dem på distans.
tr: Microsoft Ofis ile tam uyumlu profesyonel belgeler, tablolar ve sunumlar üretmek için LibreOffice kullanın. Yazıcıları paylaşabilir ve bunlara uzaktan erişebilirsiniz.
uk: Використовуйте LibreOffice для створення професійно оформлених документів, електронних таблиць і презентацій, які повністю сумісні з Microsoft Office. Спільне використання принтерів або віддалений до них доступ.
vi: Dùng LibreOffice để tạo tài liệu, bảng tính và trình diễn chuyên nghiệp hoàn toàn tương thích với Microsoft Office. Chia sẻ máy tin hoặc truy cập chúng từ xa.
zh_cn: 使用 LibreOffice 创建专业文档、电子表格和演示文档。与微软 Office 完全兼容。共享打印机或远程访问打印机。

source: An alternative to mainstream operating systems
af: 'n Alternatief vir hoofstroom bedryf stelsels
am: አማራጭ ለዋናው የስርአት መተግበሪያዎች
ar: بديل لأنظمة التشغيل السائدة
ast: Una alternativa a los sistemes operativos más conocíos
bg: Една истинска алтернатива сред утвърдените операционни системи
ca: Una alternativa als principals sistemes operatius
cs: Alternativa k tradičním operačním systémům
da: Et alternativ til tradionelle operativsystemer
de: Eine Alternative zu herkömmlichen Betriebssystemen
el: Μία εναλλακτική λύση στα κυρίως λειτουργικά συστήματα
es: Una alternativa a los sistemas operativos más conocidos
et: Alternatiiv peavoolu-opsüsteemidele
eu: Ugarien diren sistemen alternatiba
fa: جایگزینی برای سیستم عامل‌های اصلی
fo: Eitt annað val fram um onnur stýrikervi
fr: Une alternative aux systèmes d'exploitation grand public
gl: Unha alternativa aos sistemas operativos maioritarios
he: חלופה למערכות ההפעלה המקובלות
hr: Alternativa glavnim operativnim sustavima
hu: Az általánosan elterjedt operációs rendszerek alternatívája
id: Sebagai alternatif diantara sistem operasi yang ada
is: Annar valkostur en stóru algengu stýrikerfin
it: Un'alternativa ai sistemi operativi più diffusi
ja: 主流のオペレーティングシステムを置き換えるもの
kk: Негізгі операциялық жүйелерге альтернатива
ko: 주류 운영 체제에 대한 대한
lt: Alternatyva didžiosioms opracinėms sistemoms
mk: Алтернатива на популарните оперативни системи
ml: മുഖ്യധാരാ ഓപ്പറെട്ടിംഗ് സിസ്റ്റെങ്ങള്‍ക്ക് ഒരു പകരക്കാരന്‍.
ms: Suatu alernatif kepada sistem pengoperasian mainstream.
nb: Et alternativ til større og mer kjente operativsystem
nl: Een alternatief voor populaire besturingssystemen
nn: Eit alternativ til større og meir kjende operativsystem
pl: Alternatywa dla głównych systemów operacyjnych
pt: Uma alternativa aos sistemas operativos convencionais
pt_br: Uma alternativa aos sistemas operacionais mais conhecidos
ro: O alternativă la sistemele de operare principale
ru: Альтернатива основным операционным системам
sk: Alternatíva k tradičným operačným systémom
sl: Alternativa prevladujočim operacisjkim sistemom
sr: Alternativa za najcesce korisceni operativni sistem.
sv: Ett alternativ till traditionella operativsystem
tr: Önde gelen işletim sistemlerine bir alternatif
uk: Альтернатива основним операційним системам
vi: Một lựa chọn thay thế cho các hệ điều hành chủ đạo.
zh_cn: 主流系统之外的最佳选择。
zh_hk: 主流操作系統以外的選擇
zh_tw: 主流作業系統之外的另一個選擇。

source: Linux Mint is easy to use, powerful and configurable.
af: Linux Mint is maklik om te gebruik, kragtig en konfigureerbaar.
am: ሊነክስ ሚንት ለመጠቀም ቀላል ፡ ሀይለኛ እና በቀላሉ የሚዋቀር ነው
ar: لينـوكس منت سهل الاستخدام , قوي و قابل للتخصيص
ast: Linux Mint ye fácil d'usar, potente y personalizable.
bg: Линукс Минт е мощен и същевременно лесен за употреба и настройка.
ca: Linux Mint és fàcil d'usar, potent i configurable.
cs: Linux Mint je uživatelsky přívětivý, výkonný a jednoduše nastavitelný.
da: Linux Mint er nemt at bruge, effektivt og konfigurerbart.
de: Linux Mint ist einfach in der Bedienung, leistungsfähig und konfigurierbar.
el: Το Linux Mint είναι έτοιμο για χρήση, δυνατό και παραμετροποιήσιμο.
es: Linux Mint es fácil de usar, potente y personalizable.
et: Linux Mint'i on lihtne kasutada, ta on tõhus ja seadistatav.
eu: Linux Mint erraza da erabiltzekotan, ahaltsua eta pertsonalizatzeko prest
fa: لینوکس مینت برای استفاده کردن آسان, توانمند و قابل تنظیم است.
fo: Linux Mint er nemt at nýta, sterkt og kann smansetast á ymsan hátt.
fr: Linux Mint est facile d'utilisation, puissant et configurable.
gl: Linux Mint é fácil de usar, potente e configurábel.
he: Linux Mint קלה לשימוש, רבת־עוצמה וניתנת להגדרה.
hr: Linux Mint je lagan za upotrebu, moćan i vrlo podesiv.
hu: A Linux Mint könnyen használható, hatékony és testreszabható.
id: Linux Mint mudah digunakan, kuat dan mudah dikonfigurasi
is: Linux Mint er auðvelt í notkun, öflugt og aðlaganlegt.
it: Linux Mint è facile da usare, potente e configurabile.
ja: Linux Mintは操作が簡単で、性能もよく、ユーザの要求に容易に順応できます。
kk: Linux Mint қолдануға қарапайым, мықты және қалауыңызша қалыпқа келтіру мүмкін.
ko: 리눅스 민트는 사용하기 쉽고, 강력하며, 얼마든지 여러분의 입맛에 맞게 설정할 수 있습니다.
lt: Linux Mint yra paprasta naudoti, galinga ir lengvai pritaikoma pagal poreikius.
mk: Линукс Минт е лесен за употреба, моќен и може да се конфигурира според потребите.
ml: ഉപയോഗിക്കാന്‍ എളുപ്പമായ ലിനക്സ് മിന്റ്‌, ശക്തവും പ്രത്യേക ആവശ്യങ്ങള്‍ക്ക് വേണ്ടി സജ്ജീകരിക്കാവുന്നതും ആണ്.
ms: Linux Mint mudah digunakan, kuat dan mudah dikonfigurasi
nb: Linux Mint er lett å bruke, kraftig og enkelt justerbart.
nl: Linux Mint is gebruiksvriendelijk, krachtig en makkelijk te configureren.
nn: Linux Mint er kraftig, lett å bruke og lett å endre.
pl: Linux Mint jest łatwy w używaniu, wydajny i konfigurowalny.
pt: O Linux Minte é fácil de utilizar além de poderoso e personalizável.
pt_br: O Linux Mint é fácil de usar, poderoso e configurável.
ro: Linux Mint este uşor de folosit, puternic şi configurabil.
ru: Linux Mint прост в использовании, он мощный и настраиваемый.
sk: Linux Mint sa jednoducho používa, je výkonný and konfigurovateľný.
sl: Linux Mint je enostaven za uporabo, zmogljiv in prilagodljiv.
sr: Linux Mint je lagan za upotrebu, snazan i konfigurativan (prilagodiv).
sv: Linux Mint är enkelt att använda, kraftfullt och lätt att konfigurera.
tr: Linux Mint kullanımı kolay, güçlü ve kolay yapılandırılabilir bir işletim sistemidir.
uk: Linux Mint проста у використанні та потужна операційна система з широкими можливостями налаштування.
vi: Linux Mint dễ dùng, mạnh mẽ và có nhiều khả năng tùy biến.
zh_cn: Linux Mint 操作方便，功能强大且配置简单。
zh_hk: Linux Mint 易於使用、功能強大並可按需要設定
zh_tw: Linux Mint很容易上手，功能強大且自訂性高。

source: Linux Mint can detect other operating systems and install itself beside them. You can choose which operating system to launch when you start the computer.
af: Linux Mint kan ander bedryfstelsels opspoor en homself langs hulle installeer. U kan dan kies watse bedryfstelsel om te loop as die rekenaar aan geskakel word.
am: ሊነክስ ሚንት ሌሎች የስርአት መተግበሪያዎችን ፈልጎ ያገኛል እና ራሱንም ከጎናቸው በማስቀመጥ ይገጥማል ፡ ኮምፒዩትሩን ሲያስነሱም መጠቀም የሚፈልጉትን የስርአት መተግበሪያ መርጠው ማስነሳት ይችላሉ።
ar: لـينوكس منـت يسـتطيع اكتشاف انظمة التشغيل الاخري و ينصب نفسه بجانبهم. تستطيع الاختيار بين اي نظام تشغيل تود إستخدامه عند بدايه تشغيل الحاسوب.
ast: Linux Mint ye capaz de deteutar otros sistemes operativos ya instalase xunto a ellos. Puedes escoyer que sistema operativu anicia cuando prendas l'ordenador.
bg: Линукс Минт разпознава други операционни системи и се инсталира без да ги засяга. Можете да изберете коя операционна система да ползвате при стартирането на компютъра.
ca: Linux Mint pot detectar altres sistemes operatius i instal·lar-se juntament amb ells. Pots triar quin sistema operatiu s'executa en iniciar l'equip.
cs: Linux Mint rozpozná ostatní operační systémy a nainstaluje se vedle nich. Při zapnutí počítače si pak můžete příslušný systém vybrat.
da: Linux Mint kan finde andre operativsystemer, og installere sig selv ved siden af dem. Du kan vælge hvilket operativsystem du vil starte, når du tænder din computer.
de: Linux Mint erkennt automatisch bereits vorhandene Betriebssysteme und kann einfach zusätzlich installiert werden. Sie können beim Starten des Computers das gewünschte Betriebssystem auswählen.
el: Το Linux Mint μπορεί να εντοπίσει άλλα λειτουργικά συστήματα και να εγκατασταθεί το ίδιο εκτός από εκείνα. Μπορείτε να επιλέξετε ποιο λειτουργικό σύστημα θα εκκινηθεί όταν ξεκινάτε τον υπολογιστή σας.
es: Linux Mint es capaz de detectar otros sistemas operativos e instalarse junto a ellos. Puede elegir qué sistema operativo iniciar cuando encienda su computadora.
et: Linux Mint tuvastab teised opsüsteemid ja paigaldab ennast nende kõrvale. Arvuti käivitamisel saad valida, mis süsteemi käivitada.
eu: Linux Mint detekta dezake beste sistema operatiboak eta instalatu bere alboan. Honela zu, ordenagailu hazterakoan, aukera dezakezu norekin lan egin.
fa: لینوکس مینت می‌تواند سیستم عامل‌های دیگر را شناسایی کند و در کنار آن‌ها نصب شود. شما می‌توانید در هنگام راه اندازی کامپیوتر هر سیستم عاملی را که می خواهید انتخاب کنید.
fo: Linux Mint kann finna onnur stýrikervi, og innleggja seg sjálvt við síðinari av teimum. Tú kann velja hvørt stýrikervi tú vil byrja, tá tú tendrar telduna.
fr: Linux Mint détecte vos autres systèmes d'exploitation et s'installe à leur côtés. Vous pouvez choisir quel système utiliser au démarrage de l'ordinateur.
gl: Linux Mint pode detectar outros sistemas operativos e instalarse a carón deles. Pode escoller que sistema operativo usar cando inicie o computador.
he: Linux Mint יכולה לאתר מערכות הפעלה אחרות ולהתקין את עצמה לצדן. באפשרותך לבחור איזו מערכת הפעלה להריץ בהפעלת המחשב מחדש.
hr: Linux Mint može pronaći ostale operacijske sustave i instalirati se pored njih. Možete odabrati koji operativni sistem želite pokrenuti kod pokretanja računala.
hu: A Linux Mint a meglévő operációs rendszerek mellé is telepíthető. Ebben az esetben az aktuálisan használni kívánt operációs rendszert a számítógép bekapcsolása után lehet kiválasztani.
id: Linux Mint dapat mendeteksi sistem operasi lain dan memasang dirinya sendiri secara berdampingan. Anda dapat memilih sistem operasi mana untuk dijalankan ketika anda menghidupkan komputer
is: Linux Mint getur skynjað önnur stýrikerfi og verið sett upp við hlið þeirra. Þannig geturðu valið hvaða stýrikerfi þú vilt ræsa með tölvunni.
it: Linux Mint è in grado di rilevare la presenza di altri sistemi operativi presenti sul sistema e di installarsi accanto a loro senza alterarli o comprometterne le funzionalità. All'avvio del computer potrai dunque liberamente scegliere quale sistema operativo avviare.
ja: Linux Mintはご利用のコンピュータの他のOSを認識し、それらを消去することなくインストールすることもできます。コンピュータを立ち上げる際に、利用したいOSを選択できます。
kk: Linux Mint басқа операциялық жүйелерді анықтап, өзін солардың қасына орната алады. Компьютер қосылатын кезде сіз қажеттісін таңдайсыз.
ko: 리눅스 민트는 이미 설치된 다른 운영 체제에 영향을 주지 않습니다. 여러분은 컴퓨터를 시작할 때마다 어떤 운영 체제를 사용할지 선택할 수 있습니다.
lt: Linux Mint gali rasti kitas operacines sistemas ir įsidiegti greta jų. Įjungė kompiuterį Jūs galėsite pasirinkti, kurią operacinę sistemą naudosite.
mk: Линукс Минт ги детектира постоечките оперативни системи и се инсталира паралелно со нив. При старт на компјутерот, одбирате кој оперативен систем да се вклучи.
ml: ലിനക്സ് മിന്‍ടിന് മറ്റ്‌ ഓപറെടിംഗ് സിസ്റ്റങ്ങളെ കണ്ടെത്തി അവയോടൊപ്പം തന്നെ സ്വയം വിന്യസിക്കാനുള്ള കഴിവുണ്ട്‌. കമ്പ്യൂട്ടര്‍ പ്രവര്‍ത്തിപ്പിച്ച് തുടങ്ങുമ്പോള്‍ ഏത് ഓപറെടിംഗ് സിസ്റ്റം തുടങ്ങണം എന്നത് നിങ്ങള്‍ക്ക് തിരഞ്ഞെടുക്കാം.
ms: Linux Mint mampu mengesan sistem-sistem pengoperasian yang lain dan memasang dirinya sendiri disamping mereka. Anda boleh memilih mana-mana sistem pengoperasian untuk dilancarkan bila anda memulakan komputer.
nb: Linux Mint oppdager andre installerte operativsystemer og kan installeres ved siden av disse. Du får mulighet til å velge hvilket operativsystem du vil starte når du slår på datamaskinen.
nl: Linux Mint kan andere besturingssystemen detecteren en zal zich naast het bestaande besturingssysteem installeren. Wanneer u de PC opstart kunt u kiezen welk besturingssysteem u gebruiken wilt.
nn: Linux Mint finn andre operativsystem på maskina di og installerer seg ved sida av dei. Du kan velje kva operativsystem du vil bruke når du startar maskina di.
pl: Linux Mint wykrywa inne systemy operacyjne i instaluje się obok nich. Podczas uruchamiania komputera możesz wybrać, który system operacyjny chcesz włączyć.
pt: O Linux Mint consegue detectar outros sistemas operativos e instalar-se lado a lado. Poderá escolher em que sistema operativo pretende iniciar o computador.
pt_br: O Linux Mint pode detectar outros sistemas operacionais e instalar-se ao lado deles. Você pode escolher qual sistema operacional deseja iniciar quando ligar o computador.
ro: Linux Mint poate detecta alte sisteme de operare şi să se instaleze alături de acestea. La pornirea calculatorului vei putea alege sistemul de operare pe care doreşti să îl lansezi.
ru: Linux Mint может обнаруживать другие операционные системы и устанавливаться рядом с ними. Вы сможете выбирать, какую операционную систему загрузить при запуске компьютера.
sk: Linux Mint dokáže zistiť prítomnosť iných operačných systémov a inštaluje sa vedľa nich. Môžete si vybrať, ktorý operačný systém sa má spustiť pri štarte počítača.
sl: Linux Mint lahko zazna druge operacijske sisteme in se namesti poleg njih. Po zagonu računalnika lahko izbirate, kateri operacijski sistem boste zagnali.
sr: Linux Mint moze da pronadje druge operativne sisteme i instalira sam sebe pored istih. Korisnik moze da izabere koji operativni sistem zeli da se podigne pri ukljucivanju kompjutera.
sv: Linux Mint känner av andra operativsystem och installerar sig tillsammans med dem. När du sedan startar din dator kan du välja vilket operativsystem du vill köra.
tr: Linux Mint kurulu olan diğer işletim sistemlerini de tespit edip kendini onların yanına kurabilir. Bilgisayarı açarken hangi işletim sistemini başlatacağınızı seçebilirsiniz.
uk: Linux Mint може виявити інші операційні системи і встановити себе поруч з ними. Ви зможете вибирати, яку операційну систему завантажувати під час запуску комп'ютера.
vi: Linux Mint có thể phát hiện các hệ điều hành khác trên máy và cài đặt vào cạnh nó. Bạn sẽ được chọn hệ điều hành muốn sử dụng khi khởi động máy.
zh_cn: Linux Mint 能够检测到已安装的其它操作系统，以便安装在这些操作系统之外的分区。启动计算机时，您可以随意选择进入哪个操作系统。
zh_hk: LinuxMint 可以偵測到其他已經安裝的操作系統。再電腦啟動時您可以選擇啟動哪個作業系統。
zh_tw: Linux Mint可以偵測到其他已經安裝的作業系統。在電腦啟動時您可以選擇由哪個作業系統來啟動。

source: Install Wine and run Windows software in Linux Mint. Or install VirtualBox, and run Windows itself within Linux Mint.
sl: Namestite programski paket Wine in zaganjajte programe za operacijski sistem Windows v Linux Mintu. Ali pa namestite VirtualBox in zaganjajte kar sistem Windows v oknu sistema Linux Mint.

source: Safe updates
af: Veilige opdaterings
am: አስተማማኝ ማሻሻያዎች
ar: التحديثات الآمنة
ast: Anovamientos de seguridá
bg: Актуализации по сигурността
ca: Actualitzacions segures
cs: Bezpečné aktualizace
da: Sikre opdateringer
de: Sichere Updates
el: Ασφαλείς ενημερώσεις
es: Actualizaciones seguras
et: Ohutud uuendused
eu: Eguneraketa ziurrak
fa: به روز رسانی ایمن
fo: Tryggar dagføringar
fr: Mises à jour de sécurité
gl: Actualizacións seguras
he: עדכונים בטוחים
hr: Sigurnosne nadogradnje
hu: Biztonságos frissítések
id: Update-update aman.
is: Öruggar uppfærslur
it: Aggiornamenti di sicurezza
ja: 安全なアップデート
kk: Қауіпсіз жаңартулар
ko: 안전한 업데이트
lt: Saugūs atnaujinimai
mk: Безбедни надградби
ml: സുരക്ഷിതമായ അപ്ഡേറ്റുകള്‍
ms: Kemas kini yang selamat
nb: Sikre oppdateringer
nl: Veilige updates
nn: Trygge oppdateringar
pl: Aktualizacje bezpieczeństwa
pt: Actualizações seguras
pt_br: Atualizações seguras
ro: Actualizări sigure
ru: Безопасные обновления
sk: Bezpečné aktualizácie
sl: Varnostne posodobitve
sr: Sigurnosne zakrpe
sv: Säkra uppdateringar
tr: Güvenli güncelleştirmeler
uk: Безпечне оновлення
vi: Cập nhật an toàn
zh_cn: 安全更新
zh_hk: 安全的更新
zh_tw: 安全的更新
