Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Linux Mint users are happy to share their passion, enthusiasm, and eagerness to help. Don't hesitate to ask questions in the forums or get involved with the community.
af: Linux Mint gebruikers is gewoonlik gretig om te help en bereid om hul passie en entoesiasme te deel. Moenie huiwer om vrae te vra op die forums of betrokke te raak by die gemeenskap nie.
am: የሊነክስ ሚንት ተጠቃሚዎች ሁል ጊዜ ደስተኞች ናቸው ስሜታቸውን እና ፍላጎታቸውን ለማካፈል እና ለመርዳት። በፎረሙ ውስጥ ማናቸውንም ጥያቄ ከመጠየቅ ወደ ኋላ አይበሉ ወይንም በህብረተሰቡ ውስጥ ለመሳተፍ።
ar: مستخدمون لينوكس منت عادة ما يكونو سعداء لتبادل العاطفة والحماس وحريصون على المساعدة. لا تتردد في طرح الأسئلة في المنتديات أو المشاركة مجتمع ليونكس منت.
ast: Los usuarios de Linux Mint suelen tar contentos de compartir la so pasión y entusiasmu y tan ansiosos por aidar. Nun duldes n'entrugar nos foros o involucrate na comunidá.
bg: Потребителите на Линукс Минт обикновено са благонастроени да споделят страстта и ентусиазма си и са готови да помогнат. Не се колебайте да зададете Вашите въпроси във форума или да се включите в общността на Линукс Минт.
ca: Generalment, els usuaris de Linux Mint s'alegren de poder compartir la seva passió i el seu entusiasme i estan disposats a ajudar. No dubteu a fer preguntes als fòrums o a involucrar-vos amb la comunitat.
cs: Uživatelé Linuxu Mint rádi sdílejí své nadšení a entuziasmus, a jsou připraveni pomoci. Neváhejte hledat odpovědi na fórech nebo se rovnou zapojte do komunity.
da: Linux Mint brugere er som regel glade for at dele deres lidenskab og entusiasme og er ivrige efter at hjælpe. Tøv ikke med at stille spørgsmål i forummet eller at involvere dig i fællesskabet.
de: Linux-Mint-Nutzer teilen für gewöhnlich gern ihre Leidenschaft und Begeisterung und helfen bereitwillig. Zögern Sie also nicht, in den Foren Ihre Fragen zu stellen oder sich in der Gemeinschaft zu engagieren.
el: Οι χρήστες του Linux Mint με χαρά μοιράζονται το πάθος τους και τον ενθουσιασμό τους, και είναι πρόθυμοι να βοηθήσουν. Μή διστάσετε να ρωτήσετε οτιδήποτε στα forums η να συμμετέχετε στην κοινότητα.
es: Los usuarios de Linux Mint suelen estar felices de compartir su pasión y entusiasmo y están ansiosos por ayudar. No dude en hacer preguntas en los foros o en involucrarse en la comunidad.
et: Linux Minti kasutajad on rõõmsad ja jagavad oma kirge ja entusiasmi ning on motiveeritud, et aidata. Ära karda küsida küsimusi foorumites või osaleda kogukonnas.
eu: Linux Mint usuarioak pozik lagutzen dute, bere pasioa eta bere entusiasmoa zabaltzen duten bitartean. Ez kezka izan foruaetan galdera egiterakoan edo kokumitatea murgiltzerakoan.
fa: کاربران لینوکس مینت همیشه دوست داشته اند تا احساسات خود را با دیگران به اشتراک بگذارند و در ضمن بسیار مشتاق کمک کردن هستند. در این جامعه بدون هیچ نگرانی مشکلاتتان را بپرسید و در انجمن شرکت کنید.
fo: Linux Mint brúkarir eru vanliga feggnir um at deila teirra áhuga og ágrýtni og eru íðdnir at hjálpa. Drála ikki við at spyrja um okkurt á torgunum, ella at koma uppí samfelagið.
fr: Les utilisateurs de Linux Mint sont habituellement heureux de partager leur passion et leur enthousiasme et sont désireux d'aider. N'hésitez pas à poser des questions sur les forums ou à vous investir dans la communauté.
gl: Os usuarios de Linux Mint adoitan estar felices de compartir a súa paixón e entusiasmo e están ansiosos por axudar. Non dubide en preguntar nos foros ou en involucrarse na comunidade.
he: משתמשי Linux Mint בדרך כלל שמחים לחלוק את התשוקה וההתלהבות שלהם ולהוטים לעזור. אל תהססו לשאול שאלות בפורומים או להיות מעורבים בקהילה.
hr: Linux Mint korisnici su obično sretni podijeliti svoju strast i entuzijazam te žele pomoći. Ne oklijevajte postavljati pitanja na forumima ili da se uključe u zajednicu.
hu: A Linux Mint felhasználók többnyire szívesen osztják meg másokkal örömüket, lelkesedésüket, és boldogan segítenek. Ön se habozzon kérdéseket feltenni a fórumokban és részt venni a közösség életében.
id: Pengguna linux mint biasanya senang untuk berbagi semangat dan antusiasme mereka dan sangat ingin membantu. Jangan ragu unutk mengajukan pertanyaan ke forum atau terlibat di komunitas
is: Notendur Linux Mint eru jafnan glaðir með að deila ástríðum sínum með öðrum og eru ákaflega hjálpsamir. Ekki hika við að spyrja spurninga á spjallsvæðunum eða að taka þátt í samfélaginu.
it: Gli utenti di Linux Mint di solito sono felici di condividere la loro passione ed entusiasmo e sono desiderosi di aiutare. Non esitate a porre domande sul forum o ad essere coinvolti nella comunità.
ja: Linux Mint ユーザーは情熱と興奮を分かち合うことに幸せを感じていますし、助けの手を差し出すことを熱望しています。フォーラムで質問することや、コミュニティーに参加することを躊躇わないでください。
kk: Linux Mint пайдаланушылары әрқашан да, өздерінің құмарлығымен және энтузиазмдарымен бөлісуге дайын, және қажет уақытта көмекке келеді. Форумдарда сұрақтарды қоюға немесе қоғамдастықта қатысуға ұялмаңыз.
ko: 리눅스 민트 커뮤니티 구성원들은 리눅스 민트에 대한 서로의 열정과 의욕을 매우 높이 평가하며, 언제나 다른 사용자들을 도와주고 싶어합니다. 만약 리눅스 민트에 대한 질문이 있거나, 커뮤니티에 참여하고 싶으시다면 언제든지 리눅스 민트 커뮤니티를 방문해주시기 바랍니다.
lt: Linux Mint vartotojai yra visuomet pasiruošę dalytis savo aistra, entuziazmu ir yra kupini noro padėti. Nesidrovėkite klausti ko nors forumuose ar įsitraukti į bendruomenės veiklą.
mk: Корисниците на Линукс Минт обично се среќни да ја споделат својата страст и ентузијазам и се желни да помогнат. Немојте да се колебате да поставувате прашања на форуми или да се вклучите во заедницата.
ml: ലിനക്സ് മിന്റ് ഉപയോക്താക്കള്‍ സാധാരണയായി അവരുടെ ത്വരയും, അതിതല്പരതയും പങ്കുവെക്കുന്നതില്‍ ആനന്ദം കണ്ടെത്തുന്നവരും, സഹായക മനസ്ഥിതിയുള്ളവരും ആണ്. ഫോറങ്ങളില്‍ ചോദ്യങ്ങള്‍ ചോതിക്കുന്നതിനോ, കൂട്ടായ്മകളില്‍ പങ്കെടുക്കുന്നതിനോ ഒട്ടും ശങ്കിക്കേണ്ട്തില്ല.
ms: Pengguna Linux Mint biasanya berbesar hati untuk berkongsi pengalaman baik dan semangat mereka dan bersedia untuk membantu. Jangan keberatan untuk mengajukan soalan kepada forum atau mengambil bahagian dalam komuniti.
nb: Linux Mint brukere er som regel glade for å dele sin lidenskap og begeistring, og er ivrige etter å hjelpe. Ikke nøl med å stille spørsmål i forumet, eller å engasjere deg i samfunnet.
nl: Linux Mint gebruikers delen vaak onze passie en enthousiasme en zijn blij te kunnen helpen. Aarzel niet vragen te stellen op de forums of draag zelf bij in de gemeenschap.
nn: Andre Linux-brukarar er gjerne glade over å kunne dele gløden og begeistringa deira og er ivrige etter å hjelpe. Still gjerne spørsmål i foruma eller ta del i nettsamfunnet vårt.
pl: Użytkownicy Linux Mint zazwyczaj chętnie dzielą się swoją pasją, entuzjazmem i są chętni do pomocy. Nie wahaj się zadawać pytań na forum lub dołączyć do społeczności.
pt: Os utilizadores do Linux Mint costumam partilhar a sua paixão, entusiasmo e tem sempre uma grande ansiedade para ajudar. Não hesite em fazer perguntas no fórum ou se envolver com a comunidade.
pt_br: Usuários do Linux Mint são pessoas felizes por compartilhar sua paixão e entusiasmo e estão dispostos a ajudar. Não hesite em fazer perguntas nos fóruns ou se envolver em nossa comunidade.
ro: Utilizatorii Linux Mint sunt de obicei fericiţi să împărtăşească pasiunea şi entuziasmul lor şi sunt dornici să ajute. Nu ezita să pui întrebări pe forumuri sau să te implici în comunitate.
ru: Пользователи Linux Mint всегда рады поделиться своей энергией и энтузиазмом и готовы прийти на помощь. Не стесняйтесь задавать вопросы на форумах или принимать участие в жизни сообщества.
sk: Používatelia Linux Mint radi zdieľajú svoje zaujatie pre vec a entuziazmus. Radi vám pomožu, preto neváhajte a klaďte otázky na fórach alebo sa zapojte do práce komunity.
sl: Linux Mint uporabniki z velikim zadovoljstvom in strastno navdušujejo druge ter radi pomagajo. Ne obotavljajte se postavljati vprašanj na forumih oz. se vključiti v skupnost uporabnikov.
sr: Korisnici Mint linuxa obično žele da podele svoju strast i entuzijazam sa nama, i žele da nam pomognu. Nemojte oklevati da postavite pitanje na našem forumu, ili da postanete član naše zajednice.
sv: Andra användare av Linux Mint är ofta mer än villiga att hjälpa till, och delar gärna med sig av sin passion och entusiasm. Tveka inte att ställa frågor i våra forum, eller att engagera dig i vår gemenskap.
tr: Linux Mint kullanıcıları tutku ve heyecanlarını paylaşmaktan her zaman mutludurlar ve yardım etmek için can atarlar. Topluluğa katılmak veya sorularınıza cevap bulmak için forumlarda soru sormaktan çekinmeyin.
uk: Користувачі Linux Mint, зазвичай раді поділитися своєю пристрастю і ентузіазмом та готові прийти на допомогу. Не соромтеся ставити запитання на форумах або брати участь в роботі спільноти.
vi: Cộng đồng người dùng Linux Mint luôn vui vẻ chia sẻ mối quan tâm, nhiệt tình và sẵn sàng giúp đỡ lẫn nhau. Bạn đừng ngại đặt câu hỏi trên diễn đàn hay tham gia vào cộng đồng.
zh_cn: Linux Mint的用户乐于分享他们的激情和热忱，并且热心互助。现在就去社区提问或者参与讨论吧！
zh_hk: Linux Mint 的用戶樂於分享他們的激情和熱情，並且熱心互助。立即到論壇發問或討論吧！
zh_tw: Linux Mint的使用者常樂於分享他們的熱情和積極，且熱切希望幫得上忙。不要害怕在論壇發問問題或者甚至加入我們。

source: Send us your feedback and tell us about your experience. We'll listen to your ideas and use them to further improve Linux Mint.
af: Stuur vir ons jou terugvoer en deel met ons jou ervaring. Ons sal na jou idees luister en dit gebruik om Linux Mint verder te verbeter.
am: አስተያየታችሁን ላኩልን እና ልምዳችሁንም አካፍሉን ፡ ሃሳባችሁን እንቀበላለን እና እንጠቀምባቸዋለን ሊነክስ ሚንትን የበለጠ የተሻሻለ ለማድረግ
ar: ارسل لنا ملاحظاتك وأخبرنا عن تجربتك. سنستمع لأفكارك ونستخدمها لتطوير لينكس نعناع.
ast: Unvíanos los tos comentarios y cúntanos la to esperiencia. Escucharemos les tos idegues y usarémosles p'ameyorar entá más Linux Mint nel futuru.
bg: Изпратете ни мнението си за продукта и ни разкажете за преживяванията Ви. Ние ще вслушаме в идеите Ви и ще ги използваме, за да подобрим още повече Линукс Минт.
ca: Envieu-nos els vostres comentaris i conteu-nos la vostra experiència. Escoltarem les vostres idees i les usarem per a millorar Linux Mint.
cs: Pošlete nám názor a sdělte nám své zkušenosti. Vaše nápady a připomínky využijeme k dalšímu zlepšování Linuxu Mint.
da: Send os din feedback og fortæl os om dine erfaringer. Vi bruger dine idéer til at gøre Linux Mint endnu bedre.
de: Geben Sie uns Rückmeldungen und berichten Sie von Ihren Erfahrungen. Gerne hören wir auf Ihre Ideen um Linux Mint stetig zu verbessern.
el: Στείλτε μας τα σχόλιά σας και περιγράψτε μας την εμπειρία σας. Θα λάβουμε υπόψη τις ιδέες σας και θα τις χρησιμοποιήσουμε για να βελτιώσουμε περαιτέρω το Linux Mint.
es: Envíenos sus comentarios y cuéntenos su experiencia. Escucharemos sus ideas y las utilizaremos para mejorar aun más Linux Mint en el futuro.
et: Saada meile tagasisidet ja räägi oma kogemustest. Me oleme huvitaud sinu ideedest ja nende kasutamisest Linux Minti edasi arendamiseks.
eu: Kontatu zure esperientzia. Zure ideiak entzun eta erabiliko ditugu Linux Mint hobetzeko.
fa: پیشنهادات و انتقادات خود را برای ما بفرستید و تجربیات خود را با ما به اشتراک بگذارید. ما به ایده های شما گوش می دهیم و آنان را در راستای پیشرفت لینوکس مینت اعمال می کنیم.
fo: Send okkum afturboðan, og boða frá tínum royndum. Vit lurta eftir tínum hugskotum, og nýta tey at betra Linux Mint við.
fr: Donnez-nous vos impressions et faites-nous part de votre expérience. Nous vous écouterons afin d'améliorer Linux Mint.
gl: Envíenos os seus comentarios e cóntenos a súa experiencia. Escoitaremos as súas ideas e usarémolas para seguir mellorando Linux Mint.
he: שלחו לנו משוב אודות החוויה שלכם. אנו נקשיב לרעיונות שלכם ונשתמש בהם בשיפור עתידי של Linux Mint.
hr: Šaljite nam povratne informacije i prenesite nam svoja iskustva. Mi čujemo vaše ideje i koristimo ih u daljnjem usavršavanju Linux Minta.
hu: Várjuk visszajelzését. Kérjük, küldje el ötleteit, észrevételeit, hogy felhasználhassuk őket a Linux Mint továbbfejlesztéséhez.
id: Kirimkan kami umpan balik anda dan katakan kepada kami tentang pengalaman anda. Kami akan mendengar ide anda dan menggunakannya untuk pengembangan Linux Mint lebih lanjut.
is: Sendu okkur línu og segðu okkur frá þinni reynslu. Við hlustum á hugmyndirnar þínar og höfum þær til hliðsjónar þegar við höldum áfram að bæta Linux Mint.
it: Mandaci le tue impressioni e raccontaci la tua esperienza. Ascolteremo le tue idee e le useremo per migliorare ulteriormente Linux Mint.
ja: 使って頂いた感想や新しいアイデアを是非お聞かせ下さい。必ず耳を傾け、Linux Mint をさらに素晴らしいものにしていきます。
kk: Өздеріңіздің тілектеріңізді бізге айтыңыз, тәжірибеңізбен бөлісіңіз. біз оларды Linux Mint-ті жақсарту үшін қолдануға тырысамыз.
ko: 리눅스 민트를 사용하시면서 의견이 있다면 저희 개발팀에게 알려주십시오. 여러분의 의견은 리눅스 민트가 발전하는 밑거름이 됩니다.
lt: Parašykite mums savo nuomonę ir papasakokite apie įspūdžius. Mes jus išklausysime ir panaudosime Jūsų mintis toliau tobulindami Linux Mint.
mk: Пратете ни фидбек и кажете ни за вашето искуство. Ќе ги искористиме вашите идеи за понатамошно подобрување на Линукс Минт.
ml: നിങ്ങളുടെ അഭിപ്രായങ്ങളും നിര്‍ദേശങ്ങളും ഞങ്ങളെ അറിയിക്കുക. നിങ്ങളുടെ ആശയങ്ങളെ ഞങ്ങള്‍ വിലമതിക്കുന്നു മാത്രമല്ല അവ ലിനക്സ്‌ മിന്റ് മെച്ചപ്പെടുത്തുന്നതിനായി ഉപയോഗിക്കുകയും ചെയ്യുന്നു.
ms: Sila hantarkan maklumbalas anda kepada kami dan maklumkan kepada kami tentang pengalaman anda. Kami akan mendengar idea anda dan menggunakannya untuk meningkatkan lagi keupayaan Linux Mint.
nb: Send oss din tilbakemelding og fortell oss om dine erfaringer. Vi lytter til dine ideer og bruke dem til å ytterligere forbedre Linux Mint.
nl: Geef ons feedback en vertel ons over uw ervaringen. We zullen luisteren naar uw ideeën en deze gebruiken om Linux Mint nog verder te verbeteren.
nn: Send oss gjerne tilbakemeldingar og fortel oss om erfaringane dine. Vi vil lytte til ideáne dine og bruke dei til å gjere Linux Mint endå betre.
pl: Wyślij nam swoją opinię i podziel się swoimi doświadczeniami. Będziemy słuchać pomysłów i wykorzystywać je w celu ulepszania Linux Mint.
pt: Dê-nos a sua opinião e fale-nos da sua experiência. Teremos em conta as suas ideias e iremos usá-las para melhorarmos o Linux Mint.
pt_br: Envie-nos o seu feedback e conte-nos sobre sua experiência. Nós vamos ouvir suas idéias e utilizá-las para melhorar ainda mais o Linux Mint.
ro: Spune-ne ce părere ai și povesteşte-ne despre experiența ta. Vom lua în considerare ideile tale și le vom folosi pentru a îmbunătăți Linux Mint în viitor.
ru: Присылайте нам свои отзывы и делитесь с нами своим опытом. Мы рассмотрим ваши идеи и попробуем воплотить их в жизнь, чтобы улучшить Linux Mint.
sk: Podeľte sa s nami o váš názor a skúsenosti. Vaše nápady nám pomôžu vylepšiť Linux Mint.
sl: Pošljite nam svoje pripombe in delite z nami izkušnje. Prisluhnili bomo vašim idejam in jih uporabili za izboljšave Linux Mint.
sr: Saljite nam vase preporuke i kazite nam vase iskustvo sa Linux Mint-om.Mi cemo slusati vase ideje i koristiti ih da poboljsavamo i dalje Linux Mint.
sv: Skicka oss gärna synpunkter och berätta om dina egna erfarenheter. Vi lyssnar på dina idéer och använder dem till att ytterligare förbättra Linux Mint.
tr: Bize geri bildirimlerinizi gönderin ve deneyimlerinizi anlatın. Fikirlerinizi değerlendirip, onları Linux Mint'i daha da geliştirmek için kullanacağız.
uk: Надсилайте нам свої побажання та розкажіть про свій досвід. Ми прислухаємося до Ваших думок та використаємо їх для подальшого поліпшення Linux Mint.
vi: Hãy gởi cho chúng tôi ý kiến phản hồi và trải nghiệm của bạn. Chúng tôi luôn lắng nghe ý kiến của bạn để cải thiện Linux Mint tốt hơn.
zh_cn: 请将你的意见和感受反馈给我们。我们会倾听你的意见并把它用来改进Linux Mint。
zh_hk: 請提供你的意見及使用經驗。我們會細心聆聽你的想法，藉此改善 Linux Mint。
zh_tw: 請將您的意見回饋給我們並且告訴我們您的使用經驗。我們將傾聽您的想法並且用來改善Linux Mint。
