Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Linux Mint is safe and stable, you don't need an antivirus, an anti-spyware, a defragmentation tool or a registry cleaner.
af: Linux Mint is veilig en stabiel, jy benodig nie 'n "antivirus", "anti-spyware", "defragmentation tool" of 'n "registry cleaner" nie.
am: ሊነክስ ሚንት የሚያስተማምን እና ጽኑ ነው ፤ አንቲ ቫይረስ ወይም አንቲ ስፓይዌር አያስፈልገውም ፤ የዲፋግሪመንቴሽን መሳሪያ ወይም ሬጀስተሪ ማጽጃ አያስፈልገውም
ar: لينوكس منت آمن ومستقر، لا تحتاج إلى برامج الحماية من الفيروسات، برامج مكافحة التجسس، برامج تجزئة القرص الصلب أو إلى برامج تنظيف السجل.
ast: Linux Mint ye seguru y estable, nun necesites antivirus nin anti-spyware, tampoco una ferramienta de defragmentacion o un llimpiador de registru.
bg: Линукс Минт е безопасен и стабилен. Не се нуждаете от антивирусни, антишпиониращи програми, инструменти за дефрагментиране или почистване на регистрите.
ca: Linux Mint és segur i estable, no necessiteu antivirus, anti-programari espia, eines de desfragmentació o netejadors del registre.
cs: Linux Mint je bezpečný a stabilní, nepotřebujete antivirus, anti-spyware, defragmentační nástroj či čistič registrů.
da: Linux Mint er sikker og stabil, du har ikke brug for at defragmentere, antivirus, anti-spyware eller en registry-cleaner.
de: Linux Mint ist sicher und läuft stabil. Sie benötigen keine zusätzlichen Programme wie Virenscanner, Spyware-Schutz, Defragmentierung oder Registry-Cleaner.
el: Το Linux Mint είναι ασφαλές και σταθερό, δεν έχετε ανάγκη από antivirus, anti-spyware, εργαλεία για defragmentation ή από registry cleaners.
es: Linux Mint es seguro y estable, no necesita antivirus, anti-spyware, ni herramienta de desfragmentación o un limpiador de registro.
et: Linux Mint on ohutu ja stabiilne, sa ei vaja viirusetõrjet, nuhkvaratõrjet, defragmenteerimise tööriistu ega registri puhastajat.
eu: Linux Mint segurua eta egonkorra da, ez duzu antibirus, anti-spyware, desfragmentazio software edo Erregistro garbitzaileen beharrik.
fa: لینوکس مینت ایمن و پایدار است, و شما برای استفاده از آن نیاز به ویروس کش، ضد جاسوس، ابزارهای یک‌ پاچه سازی دیسک یا تمیز کننده ی رجیستری ندارید.
fo: Linux Mint er trygt og støðugt, tær tørvar ikki antivirus, antinjósningar ritbúnað, savningar tól ella at reinsa virkisbás.
fr: Linux Mint est stable et sécurisé. Pas besoin d'antivirus, de logiciels anti-spyware, d'outils de défragmentation ou de nettoyeurs de registres.
gl: Linux Mint é seguro e estábel. Non necesitará un antivirus, un anti-spyware, unha ferramenta para defragmentar nin un limpador do rexistro.
he: Linux Mint היא בטוחה ויציבה. אין צורך באנטי־וירוס, תוכנה נגד רוגלות, כלי לאיחוי דיסק או ניקוי מערכת הרשומות.
hr: Linux Mint je siguran i stabilan, ne trebate antivirusne programe, antispyware programe, defragmentacijske alate ili čistača registra.
hu: A Linux Mint biztonságos és stabil, nincs szükség vírus- és kémprogramirtásra, töredezettségmentesítésre vagy regisztrációsadatbázis-takarításra.
id: Linux Mint aman dan stabil, anda tidak perlu menggunakan antivirus, anti-spyware, program defragmentasi atau program pembersih registri.
is: Linux Mint er öruggt og stöðugt, þú þarft varla varnir við vírusum eða njósnaforritum, og alls ekki diskþjöppunar- eða stýriskráningarhreinsunartól.
it: Linux Mint è sicuro e stabile: non hai bisogno di anti-virus, anti-spyware, deframmentatore del disco o pulitore del registro.
ja: Linux Mint は安全かつ安定しているため、アンチウイルスやアンチスパイウェア、デフラグツール、レジストリクリーナーといったツールを導入する必要はありません。
kk: Linux Mint қауіпсіз және қауыздарға тұрақты; сізге антивирус, анти-шпион, дефрагментации немесе реестра тазарту құралдары қажет емес болып қалады.
ko: 리눅스 민트는 안전하고 안정적입니다. 사용자는 바이러스와 스파이웨어로부터 자유로우며, 조각모음이나 레지스트리 청소같은 복잡한 관리작업을 수행 할 필요가 없습니다.
lt: Linux Mint yra saugi ir stabili – jums nereikės antivirusinės, antišnipinėjimo, defragmentavimo ar registro valymo programų.
mk: Линукс Минт е сигурен и стабилен и нема потреба од анти - вирус, анти-спајвер софтвер, софтвер за дефрагментација или чистење на регистри.
ml: ലിനക്സ് മിന്റ്‌ സുരക്ഷിതവും അചഞ്ചലവുമാണ്. നിങ്ങള്‍ക്ക് ആന്റി വൈറസ്, ആന്റി സ്പൈവേര്‍, ഡീ ഫ്രാഗ്മെന്ടേഷന് ടൂള്‍, രജിസ്ട്രി ക്ലീനര്‍ എന്നിവയൊന്നും ആവശ്യമായി വരുന്നില്ല.
ms: Linx Mint selamat dan stabil, anda tidak perlu menggunakkan antivirus, anti-spyware, defragmentasi atau pembersih registri.
nb: Linux Mint er sikkert og stabilt. Du trenger verken antivirus, anti-spyware, defragmenteringsprogram eller registerrensende programmer.
nl: Linux Mint is veilig en stabiel, u heeft geen antivirus-, anti-spyware-, defragmentatie- of registerschoonmaakprogramma's meer nodig.
nn: Linux Mint er trygg og stabil. Du treng verken program mot virus eller annan skadevare eller verkty for defragmentering eller registerreins.
pl: Linux Mint jest bezpieczny i stabilny, nie musisz instalować programu antywirusowego, przeciwko programom szpiegującym, narzędzi do defragmentacji i czyszczenia rejestru.
pt: O Linux Mint é seguro e estável, não irá precisar de programas anti-vírus, anti-spyware, ferramentas de desfragmentação de disco ou de limpeza de registo.
pt_br: Linux Mint é seguro e estável, você não precisa de um antivírus, um anti-spyware, uma ferramenta de desfragmentação ou um limpador de registro.
ro: Linux Mint este sigur și stabil, fără să ai nevoie de un program antivirus, anti-spion sau instrumente pentru defragmentare şi curățare a regiştrilor.
ru: Linux Mint безопасен и устойчив к сбоям: вам не потребуются антивирус, анти-шпион, средство для дефрагментации или чистки реестра.
sk: Linux Mint je bezpečný a stabilný, nepotrebujete antivírus, anti-spyware, nástroj na defragmentáciu alebo čistenie registrov.
sl: Linux Mint je varen in stabilen, ne potrebujete protivirusne programske opreme in anti-spyware programov; orodja za defragmentacijo diskov in za čiščenje registra niso potrebna.
sr: Linux Mint je siguran i stabilan, ne treba vam antivirus, anti-spyware, alatke za defragmentaciju ili cistac registra.
sv: Linux Mint är säkert och stabilt. Du behöver inga antivirusprogram, antispionprogram, defragmenteringsverktyg eller registerstädare.
tr: Linux Mint güvenli ve kararlıdır. Antivirüs, anti-spyware, disk birleştirme aracı ve kayıt defteri temizleyicisi gibi yazılımlara ihtiyacınız yoktur.
uk: Linux Mint безпечна і стабільна операційна система, Вам не знадобиться антивірус, антишпигунське програмне забезпечення, засоби для дефрагментації диска або чистки реєстру.
vi: Linux Mint rất an toàn và ổn định, bạn sẽ không cần thêm một trình diệt virus, chống phần mềm gián điệp, dồn đĩa hay trình dọn dẹp bản ghi nào.
zh_cn: Linux Mint 安全稳定，您将不再需要杀毒软件，反间谍软件，磁盘碎片整理工具以及注册表清理工具。
zh_hk: Linux Mint 安全又穩定，你無需任何防毒軟件、防間諜軟件、硬碟重組工具或登錄檔清理器。
zh_tw: Linux Mint安全穩定，你不需要防毒軟體、反間諜軟體、硬碟重組工具或是登錄表清理軟體。

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
af: Kry verbeterings en security updates almal op een plek, vir die hele stelsel, insluitende die sagteware wat jy installeer.
am: ጥገና እና የደህንነት ማሻሻያዎችን ሁሉንም ከአንድ ቦታ አውርደው ይግጠሙ ለስርአቱ እንዲሁም ለተገጠሙ ሶፍትዌሮች በሙሉ
ar: استلم الإصلاحات والتحديثات الأمنية من مكان واحد, للنظام بأكمله, بما فيه البرامج المثبتة.
ast: Recibi correiciones y anovamientos de seguridá nún únicu llugar pa tou'l sistema, incluyíu'l software qu'instales.
bg: Получавайте поправки и актуализации за сигурност на едно място, за цялата система, включително софтуера, който сте инсталирали.
ca: Rebeu solucions a problemes i actualitzacions al mateix lloc, per al sistema sencer, incloent el programari que instal·leu.
cs: Opravy a bezpečnostní aktualizace stahujte najednou pro celý systém, včetně aktualizací nainstalovaného software.
da: Modtag rettelser og sikkerhedsopdateringer til hele systemet og alle programmer, du installerer, fra det samme sted.
de: Fehlerbehebungen und Sicherheitsaktualisierungen erhalten, alles an ein und demselben Ort, für das gesamte System, inklusive Ihrer installierten Anwendungen.
el: Λάβετε διορθώσεις και ενημερώσεις ασφαλείας, όλα σε ένα μέρος, για ολόκληρο το σύστημα, συμπεριλαμβανομένου και του λογισμικού που εγκαθιστάτε.
es: Reciba correcciones y actualizaciones de seguridad en un único lugar para todo el sistema, incluyendo el software que usted instale.
et: Kõikvõimalike tarkvara ning turvalisuse uuenduste paigaldamine on tehtud ülimalt lihtsaks, tuleb lihtsalt avada uuendamishaldur.
eu: Jaso zuzenketak eta segurtasun-eguneratzeak toki bakar batean, sistema osorako, zuk instalatzen duzun softwarearentzakoak barne.
fa: همه تعمیرات و به‌روزرسانی‌های امنیتی، برای کل سیستم، شامل نرم‌افزارهایی که شما نصب می‌کنید را، یک‌جا دریافت کنید.
fo: Móttak umvælingar og trygdardagføringar, alt á einum stað, fyri heila kervið, eisini ritbúnaðin tú leggur inn.
fr: Recevez les corrections et les mises à jour de sécurité de manière uniforme et pour l'ensemble de votre système, y compris les logiciels que vous avez installés.
gl: Reciba correccións e actualizacións de seguranza nun só lugar, para todo o sistema, incluíndo o software que instalou vostede.
he: קבלו תיקונים ועדכוני אבטחה במקום אחד, עבור כל המערכת, כולל התוכנות שהתקנתם.
hr: Primajte popravke i sigurnosne nadopune istovremeno za cijeli sustav, uključujući i softver koji ste sami instalirali.
hu: A teljes rendszerhez és a telepített szoftverekhez is fogadhat javításokat és biztonsági frissítéseket.
id: Menerima perbaikan dan update keamanan semua di satu tempat, untuk keseluruhan sistem, termasuk perangkat lunak yang anda pasang.
is: Náðu í viðbætur og öryggisuppfærslur á einum stað; fyrir allt kerfið, þar með talinn þann hugbúnað sem þú hefur sett upp.
it: Ricevi correzioni e aggiornamenti di sicurezza, tutti dalla stessa posizione, compreso il software che installi.
ja: あなたがインストールしたソフトも含む、システム全体の修正やセキュリティアップデートすべてを、1 つのアプリケーションでダウンロードして適用することができます。
kk: Орнатылатын бағдарламалармен қоса, жүйеңіз үшін қателердің түзетулері мен қауіпсіздік жаңартуларын бір қайнар көзінен алыңыз.
ko: 설치된 소프트웨어를 포함한 전체 시스템의 최신 패치와 보안 업데이트를 한 곳에서 관리합니다.
lt: Gaukite pataisymus ir saugumo atnaujinimus vienoje vietoje, visai sistemai, įskaitant programas, kurias įdiegėte.
ml: താങ്കൾ ഇൻസ്റ്റോൾ ചെയ്ത സോഫ്റ്റ്‌വേറുകൾക്കടക്കം, താങ്കളുടെ മുഴുവൻ സിസ്റ്റത്തിനും, ഒരൊറ്റ സ്ഥലത്ത് ശരിയാക്കലുകളും സുരക്ഷാ അപ്‌ഡേറ്റുകളും ലഭിക്കുന്നതാണ്.
ms: Menerima pembaikan dan kemas kini keselamatan semuanya di satu tempat, untuk keseluruhan sistem, termasuk perisian yang anda pasang
nb: Motta fikser og sikkerhetsoppdateringer for hele systemet på ett sted, inkludert programmer du installerer selv.
nl: Ontvang reparaties en beveiligingsupdates voor het gehele systeem, inclusief de programma's die u installeert, via één toepassing.
nn: Motta feilrettingar og tryggleiksoppdateringar for heile systemet på éin stad. Det gjeld òg for programma du sjølv installerer.
pl: Otrzymuj poprawki oraz aktualizacje bezpieczeństwa z jednego miejsca, dla całego systemu, włączając w to aktualizacje oprogramowania, które zostało zainstalowane.
pt: Receba as correcções e atualizações de segurança para o sistema, incluindo os programas por si instalados. Tudo isto num único local.
pt_br: Receba melhorias e atualizações de segurança no mesmo lugar, para todo o sistema, incluindo os aplicativos instalados por você.
ro: Primește actualizări și remedii de securitate într-un singur loc pentru întregul sistem, cu tot cu programele pe care le instalezi.
ru: Получайте обновления системы и приложений одновременно из одного источника, включая приложения, которые вы установили самостоятельно.
sk: Aplikujte opravy a bezpečnostné záplaty na celý systém, vrátane vami nainštalovaného softvéru, centrálne na jednom mieste.
sl: Popravke in varnostne posodobitve prejmete na enem mestu za celoten sistem, vključno za programe, ki ste jih namestili sami.
sr: Примајте поправке и безбедносне исправке на једном месту за читав систем, укључујући и програме које инсталирате
sv: Ta emot programfixar och säkerhetsuppdateringar på en enda plats, för hela systemet, inklusive dina installerade program.
tr: Kurduğunuz programlar da dahil bütün güvenlik güncelleştirmelerini ve hata düzeltmelerini tek bir yerden alın.
uk: Отримуйте всі виправлення та оновлення безпеки в одному місці для всієї системи та для встановлених вами програм.
vi: Nhận bản vá và cập nhật bảo mật cho toàn bộ hệ thống và những phần mềm bạn cài đặt tất cả chỉ trong một chỗ.
zh_cn: 只需打开更新管理器，您就能轻松安装各种更新、补丁，同时还能升级所有您安装过的软件。
zh_hk: 在一個地方,接收修整個系統(包括你行安裝的軟件)的補程序和安全更新
zh_tw: 在同一個地方接收修復和安全更新。包含整個系統，包括您所安裝的軟體。

source: The Linux Mint Update Manager sits discreetly in your system tray and lets you know when updates are available. You don't have to apply updates when you don't want to. The Update Manager won't pop up or annoy you in any way.
af: Die Linux Mint Update Manager sit stil in jou "system tray" en laat jou weet as opdaterings beskikbaar is. Jy hoef nie opdaterings te laai as jy nie wil nie. Die Update Manager sal nie op spring of op enige manier pla nie.
am: የሊነክስ ሚንት ማሻሻያ አስተዳዳሪ በስርአቱ ሰአት ማሳያ አጠገብ ተቀምጦ ይገኛል። ማሻሻያ ሲኖርም ያሳውቆታል። ማሻሻል ካልፈለጉ ብቅ ጥልቅ እያለ አያስቸግሮትም።
ar: مدير تحديثات لينُكس منت موجود بتكتم في شريط النظام ويُعلِمُك عندما تتوفر تحديثات لنظامك. لست مجبوراً على تطبيق التحديثات حينما لا تريد ذلك. مدير التحديثات لن يُظهِر نوافذ منبثقة أو يزعجك بأي طريقة.
bg: Диспечерът на актуализациите на Линукс Минт стои ненатрапчиво в системната лента и Ви уведомява, когато има налични осъвременявания. Не е необходимо да ги прилагате, ако не искате. Управителят на осъвременяванията няма да показва изскачащи прозорци или да Ви безпокои по друг начин.
ca: El Gestor d'Actualitzacions de Linux Mint romandrà a la safata de sistema i us avisarà quan hi hagi actualitzacions disponibles. No cal que apliqueu les actualitzacions si no ho voleu. El Gestor d'Actualitzacions no mostrarà finestres emergents ni molestarà de cap altra manera.
cs: Správce aktualizací Linuxu Mint je umístěn ve vaší liště, a informuje vás o dostupných aktualizacích. Pokud je však nebudete chtít instalovat, nemusíte. Správce vás nebude obtěžovat vyskakovacími okny ani jiným způsobem.
da: Linux Mints opdateringsstyring bor i systembakken, og gør opmærksom på når der er nye opdateringer. Du behøver ikke at installere nye opdateringer hvis du ikke vil. Opdateringsstyringen vil ikke vise dialoger eller på anden måde forstyre dig.
de: Die Aktualisierungsverwaltung von Linux Mint befindet sich im Benachrichtigungsfeld und informiert Sie diskret über vorhandene Updates. Wenn Sie diese nicht sofort installieren möchten, werden auch keine störenden Pop-ups angezeigt.
el: Ο Διαχειριστής Ενημερώσεων αναπαύεται διακριτικά στο system tray και σας ειδοποιεί όταν υπάρχουν διαθέσιμες ενημερώσεις. Δεν είσαστε υποχρεωμένοι να κάνετε ενημερώσεις αν δε θέλετε. Ο Διαχειριστής Ενημερώσεων δε θα "πετάγεται" ούτε θα σας ενοχλεί με οποιοδήποτε άλλο τρόπο.
es: El gestor de actualizaciones de Linux Mint descansa discretamente en la bandeja del sistema y le avisa cuando hay actualizaciones disponibles. No necesita aplicar las actualizaciones si no lo desea. El gestor de actualizaciones no le interrumpirá o molestará de ninguna manera.
et: Linux Mint'i uuendustehaldur istub diskreetselt süsteemisalves ja teatab millal värskendused on saadaval. Uuendusi ei paigaldata, kui sa neid ei soovi. Uuendustehalduri hüpikaken ei saa sind mingil moel häirida.
eu: Linux Mint aldaketa kudeatzaile, barran kokaturik, dauden aldaketak esaten dizu baina zu ez duzu momentu berean instalatu behar; horrez gain ez dizu gogaituko mezuekin, guztiz aske zara nahi duzun momentuan egiteko.
fa: ابزار به روز رسانی لینوکس مینت به آرامی در حافظه سیستم شما نشسته و شما را از جدیدترین به روز رسانی ها با خبر می سازد. در صورت عدم علاقه شما مجبور به دریافت به روزرسانی های نیستید و ابزار به روزرسانی با پیغام های ناخواسته و مکرر شما را ناراحت نخواهد کرد.
fo: Dagføringsfyrisitingin situr í kervisbakkanum, og letur teg vita nær dagføringar eru tøkar. Tú noyðist ikki at leggja dagføringarnar inn, um tú ikki hevur hug. Dagføringsfyritingin ferð ikki at støkka upp ella órógva teg á annan hátt.
fr: Le gestionnaire de mises à jour de Linux Mint reste discret dans votre zone de notifications et vous avertit quand des mises à jour sont disponibles.
gl: O Xestor de Actualizacións de Linux Mint descansa discretamente na sua bandexa do sistema e informalle cando hai actualizacións dispoñibles. Non ten porqué aplicalas actualizacións se non quere. O Xestor de Actualizacións non o interrumpirá ou molestará de ningún modo.
he: מנהל העדכונים של Linux Mint ממוקם ב"מגש המערכת" ומודיע כאשר עדכונים זמינים. אינכם חייבים לבצע עדכונים אם אינכם מעוניינים בהם. מנהל העדכונים לא יקפוץ או ינדנד לכם בשום אופן.
hr: Linux Mint-ov upravitelj nadogradnji neprimjetno stoji u sistemskoj traci i obavještava vas kad su spremne nadogradnje. Nije potrebno primjeniti nadogradnje ako to ne želite. Upravitelj nadogradnji neće iskakat ili vas uznemiravat i bilokojem pogledu.
hu: A Linux Mint frissítéskezelője a rendszertálcán futva diszkréten értesíti Önt az elérhető frissítésekről. Ezeket nem kell alkalmaznia, ha nem akarja. A Frissítéskezelő nem fogja Önt felugróablakokkal vagy más módon ezzel zavarni.
id: Linux Mint Update Manager duduk diam di sistem tray anda dan memungkinkan anda mengetahui kapan update tersedia. Anda tidak perlu menerapkan pembaharuan bila anda tidak ingin. Update Manager tidak akan muncul atau mengganggu anda dengan cara apapun.
it: Il Linux Mint Update Manager si sistema con discrezione nella tua barra di sistema e ti avvisa quando degli aggiornamenti sono disponibili. Non hai bisogno di applicare gli aggiornamenti se non vuoi. L'Update Manager non ti infastidirà o annoierà in nessun modo.
ja: Linux Mintのアップデートマネージャはシステムトレイに常駐し、アップデートが入手可能な時にお知らせします。いつアップデートするかは自由であり、したくない時にする必要はありません。アップデートマネージャはポップアップなどは行わず邪魔になるようなことは一切ありません。
kk: Linux Mint жаңарту менеджері жүйелік трейде орналасып, жаңартулар жетімді болған жағдайда сізге ол жайлы мәлімдейді. Қажет болмаса жаңартуларды орнапауыңызға да болады. Жаңарту менеджері көмек мәлімделерімен (подсказки) мазаңызды алмайды.
ko: 리눅스 민트 업데이트 관리자는 시스템 트레이에 조용히 상주하며 업데이트 가능 여부를 알려줍니다. 사용자는 원하는 때에 업데이트를 실행 할 수 있습니다. 업데이트 관리자는 절대로 사용자를 자극하거나 귀찮게하지 않습니다.
lt: Linux Mint atnaujinimų tvarkyklė budi sistemos juostoje ir praneša apie galimus atnaujinimus. Jūs neprivalote diegti visų atnaujinimų, jei nenorite. Atnaujinimų tvarkyklė nerodys iškylančių pranešimų ir kitaip Jūsų neerzins.
mk: Менаџерот за надградби на Линукс Минт дискретно стои во вашата системска лента и Ве известува кога има достапни надградби. Не морате да го надградувате системот, ако не сакате. Менаџерот за надградби нема да ви смета во работата.
ml: ലിനക്സ്‌ മിന്റ് അപ്ഡേറ്റ് മാനേജര്‍ നിങ്ങളുടെ സിസ്റ്റം ട്രേ യില്‍ ജാഗ്രതയോടെ ഇരിക്കുകയും അപ്ഡേറ്റുകള്‍ ലഭ്യമാകുന്ന മുറക്ക് നിങ്ങളെ അറിയിക്കുകയും ചെയ്യും. നിങ്ങള്‍ക്ക് ആവശ്യമില്ലാത്ത സമയത്ത് അപ്ഡേറ്റുകള്‍ പ്രയോഗിക്കേണ്ട്തില്ല. അപ്ഡേറ്റ് മാനേജര്‍ നിങ്ങളെ ഒരു തരത്തിലും ശല്യപ്പെടുത്തില്ല.
ms: Pengurus Linux Mint Update duduk secara diam dalam dulang sistem anda dan melepaskan anda tahu apabila kemas kini boleh didapati. Anda tidak perlu memohon kemas kini apabila anda tidak mahu. Pengurus Update tidak akan tiba muncul atau menyakitkan hati anda dalam apa-apa cara.
nb: Oppdateringsverktøyet til Linux Mint ligger diskrét i oppgavelinjen og gir deg beskjed om når nye oppdateringer finnes. Du behøver ikke å oppdatere om du ikke ønsker det. Oppdateringsverktøyet vil ikke forstyrre eller irritere deg på noen måte.
nl: De Linux Mint Updatemanager is zichtbaar als icoon in uw systeemvak, en laat u zien wanneer er updates beschikbaar zijn. U hoeft deze updates niet meer te bevestigen indien u dat niet wilt. De Updatemanager zal u niet lastigvallen met pop-ups noch op andere manieren.
nn: Oppdateringsbehandlaren til Linux Mint ligg fast i systemfeltet og melder frå når nye oppdateringar er tilgjengelege. Du kan velje om du vil oppdatere systemet eller ikkje. Oppdateringsbehandlaren vil ikkje sprette opp eller plage deg på nokon måte.
pl: Menedżer aktualizacji Linux Mint umiejscowiony jest w dyskretny sposób na tacce systemowej i informuje Cię kiedy dostępne są aktualizacje. Nie musisz instalować aktualizacji, jeśli nie chcesz. Menedżer aktualizacji nie będzie Cię niepokoił wyskakującymi okienkami itp.
pt: O Gestor de Actualizações do Linux Mint está discretamente localizado na barra de sistema e informa-o quando novas actualizações estão disponíveis. Não é obrigado a instalar as actualizações. O Gestor de Actualizações não o irá o incomodar com mensagens.
pt_br: O Gerenciador de Atualizações do Linux Mint localiza-se discretamente na bandeja do sistema e avisa quando há atualizações disponíveis. Você não tem que aplicar as atualizações quando você não quiser. O Gerenciador de Atualizações não irá aparecer ou irritá-lo de qualquer maneira.
ro: Administratorul de actualizări Linux Mint stă discret în tăviţa de sistem şi vă anunţă când sunt disponibile actualizări. Nu trebuie să instalezi actualizările atunci când nu vrei să le aplici. Administratorul de actualizări nu va deranja sau enerva în niciun fel.
ru: Менедежер обновлений располагается в трее и оповещает вас об обновлениях. Вы можете не применять их, если не хотите. Менеджер обновлений не будет создавать вам трудностей всплывающими подсказками.
sk: Linux Mint Update Manager beží v oznamovacej oblasti a diskrétnym spôsobom Vás upozorní, keď sú dostupné aktualizácie. Ak nechcete, aktualizácie nemusíte inštalovať. Update Manager Vás nebude obťažovať zobrazovaním rôznych okien, ani nijak inak.
sl: Upravljalec posodobitev Linux Mint-a se izvaja diskretno v sistemski vrstici in Vas opozori, ko so na voljo nove posodobitve. Ni Vam potrebno namestiti posodobitev, če ne želite. Upravljalec posodobitev se ne bo avtomatsko prikazoval ali Vas motil na katerikoli način.
sr: Linux Mint Menadžer za ažuriranje, diskretno je postavljen u sistemskoj traci i obaveštava vas ukoliko postoje nove verzije softvera. Izmene ne morate prihvatiti ukoliko ne želite. Menadžer vas neće uznemiravati u bilo kom slučaju.
sv: Linux Mints uppdateringshanterare finns diskret i systemfältet och meddelar dig när uppdateringar finns tillgängliga. Du behöver inte uppdatera när du inte vill. Uppdateringshanteraren kommer inte att poppa upp nya fönster eller irritera dig på något sätt.
tr: Linux Mint Güncelleme Yöneticisi sistem tepsisinde sessizce durur ve yeni bir güncelleme hazır olduğunda sizi haberdar eder. İstemediğiniz taktirde güncellemeleri uygulamayabilirsiniz. Böyle bir durumda güncelleme yöneticisi karşınıza gelmeyecek ve sizi hiçbir şekilde rahatsız etmeyecektir.
uk: Менеджер оновлення Linux Mint розташовується в системному лотку і повідомляє Вам про доступні оновлення. Ви не зобов'язані оновлювати систему, якщо не бажаєте. Менеджер оновлення не буде з'являтись на екрані або набридати Вам в інший спосіб.
vi: Linux Mint cập nhật quản lý ngồi kín đáo trong khay hệ thống của bạn và cho bạn biết khi có cập nhật có sẵn. Bạn không cần phải áp dụng các bản cập nhật nếu bạn không muốn. Người quản lý cập nhật sẽ không bật lên hay làm phiền bạn trong bất kỳ cách nào.
zh_cn: Linux Mint 更新管理器会默默地驻留于系统托盘，并在有更新时通知您。如果您不愿意，可以不应用更新。更新管理器不会弹出或以任何方式打扰您。
zh_hk: Linux Mint 更新管理員長駐在你的系統匣，在有更新時通知你。你不一定要安裝更新，而更新管理員亦不會彈出視窗或打擾你。
zh_tw: LInux Mint 更新管理員將謹慎地坐落系統匣中，並通知您何時有套件更新。當您無意更新，也可以選擇不要。更新管理員完全不會跳出訊息或是打擾您的工作。
