Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Stay connected
af: Bly verbind
am: እንደተገናኙ ይቆዩ
ar: ابق متصلاً
ast: Calténte coneutáu
bg: Свързаност
ca: Mantingueu-vos connectats
cs: Buďte v kontaktu
da: Hold forbindelsen
de: In Verbindung bleiben
el: Μείνετε συνδεδεμένοι
es: Manténgase conectado
et: Hoia kontakti
eu: Mantendu konektatuta
fa: در ارتباط باشید
fo: Halt sambinding
fr: Restez connecté
gl: Mantéñase conectado
he: להישאר בקשר
hr: Ostanite povezani
hu: Maradjon kapcsolatban ismerőseivel
id: Tetap terhubung
is: Vera í sambandi
it: Rimani connesso
ja: つながり続ける
kk: Қосылыста болыңыз
ko: 소셜 네트워킹
lt: Būkite prisijungę
ml: ലോകവുമായി ബന്ധപ്പെട്ടിരിക്കുക
ms: Kekal berhubung
nb: Behold forbindelsen
nl: Blijf verbonden
nn: Ver tilkopla
pl: Pozostawaj w kontakcie
pt: Fique ligado
pt_br: Mantenha-se conectado
ro: Rămâi conectat
ru: Оставайтесь на связи
sk: Buďte v spojení
sl: Ostanite povezani
sr: Останите повезани
sv: Fortsätt vara ansluten
tr: Bağlı kalın
uk: Залишайтесь на зв’язку
vi: Luôn kết nối
zh_cn: 保持联系
zh_hk: 保持連接
zh_tw: 保持連繫

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo and many other networks.
af: Bly in kontak met jou vriende en kontakte, per e-pos, geregsbode of oor jou gunsteling sosiale netwerke. Linux Mint bied al wat jy nodig het om met Twitter, Facebook, Google Hangouts, ICQ, google, AIM, Yahoo en baie ander netwerke.
am: ከጓደኞቾ ጋር ይገናኙ እንዲሁም ከሌሎች ጋር በኢሜይል ፤ በመሴንጀር ወይም በሚወዱት የሕብረተሰብ ኔትዎርክ ፤ ሊነክስ ሚንት ዝግጁ ነው ሊያገናኞት ከትዊተር ፤ ክፌስቡክ ፤ ክኤምኤስኤን ፤ ክአይሲኪው ፤ ክጉግልቶክ ፤ ክኤይም ፤ ክያሁ እንዲሁም ከሌሎች ኔትዎርኮች ጋር
ar: ابق على اتصال مع اصدقائك و معارفك, عن طريق البريد الإلكتروني, المحادثة الفورية أو على شبكاتك الاجتماعية المفضلة. لينُكس منت توفر كل ما تحتاجه لتتفاعل مع تويتر, فيسبوك, ام اس ان, اي سي كيو, جوجل تولك, اي آي إم, ياهو و شبكات أخرى عديدة.
ast: Caltén el contautu colos amigos y conocíos por corréu, mensaxería nel intre o nes tos redes sociales favorites. Linux Mint te da tolo necesario pa interactuar con Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo y munches otres redes.
bg: Поддържайте връзка с приятелите и познатите си чрез ел. поща или любимите Ви социални мрежи. Линукс Минт Ви предоставя всичко необходимо, за да използвате Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo и много други мрежи.
ca: Romaneu en contacte amb els vostres amics i coneguts per email, messenger o en les vostres xarxes socials preferides. Linux Mint inclou tot el que necessiteu per a interactuar amb Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo i moltes altres xarxes.
cs: Buďte v kontaktu s ostatními pomocí e-mailu, messengeru nebo některé z vašich oblíbených komunitních sítí. Linux Mint poskytuje vše potřebné pro využívání Twitteru, Facebooku, Google Hangouts, ICQ, IRCu, AIM, Yahoo a mnoha dalších sítí.
da: Hold kontakten med dine venner og kontaktpersoner med e-mail og chat eller på dine favorit sociale netværk. Linux Mint giver dig alt, du behøver for at kunne bruge Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo og mange andre netværk.
de: Bleiben Sie in Verbindung mit Ihren Freunden und Bekannten - per E-Mail, Sofortnachrichtendienst oder Ihrem bevorzugten sozialen Netzwerk. Linux Mint stellt alles bereit, was Sie für die Kommunikation via Twitter, Facebook, Google Hangouts, ICQ, Google Talk, AIM, Yahoo und viele weitere Netze benötigen.
el: Κρατήστε επαφή με τους φίλους και τους γνωστούς σας, μέσω e-mail, messenger ή μέσω του αγαπημένου σας κοινωνικού δικτύου. Το Linux Mint σας παρέχει όλα όσα χρειάζεστε για να επικοινωνείτε μέσω Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo, καθώς και σε πολλά άλλα δικτύα.
es: Manténgase conectado con sus amigos y contactos por correo, mensajería instantánea o sus redes sociales preferidas. Linux Mint proporciona todo lo necesario para interactuar con Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo y muchas otras redes.
et: Vestle oma sõprade ja kontaktidega e-maili, messengeri või muude sotsiaalsete ühendusteenustega. Linux Mint sisaldab kõike vajaminevat, et toimiksid Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo ja paljud muud tuntud rakendused.
eu: Zure lagun eta kontaktuekin harremanetan egon messenger, posta elektronikoz edo zure gogoko sare sozialetan. Linux Mint-ek eskaintzen dizu Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo eta beste sare askotan parte hartzeko behar duzun guztia.
fa: با دوستان‌تان یا مخاطب‌هایتان با ایمیل، یا پیغام‌بر یا در شبکه‌های اجتماعی مورد علاقه‌یتان در تماس باشید. لینوکس مینت همه آن‌ چیزی که شما لازم دارید تا با Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo و بسیاری از شبکه‌های دیگر تعامل داشته‌باشید، را فراهم می‌کند.
fo: Halt samband við vinunum og kontaktum, við t-post, messenger ella á tínum yndissosiala neti. Linux Mint útvegar alt tær tørvar til at samskifta við Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo og mong onnur
fr: Restez en contact avec vos amis par mail, messagerie ou à l'aide de vos réseaux sociaux préférés. Linux Mint fournit tout ce dont vous avez besoin pour utiliser Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo et beaucoup d'autres réseaux.
gl: Mantéñase en contacto cos seus amigos e coñecidos, por correo electrónico, mensaxeiro ou nas súas redes sociais preferidas. Linux Mint ofrece todo o necesario para interactuar con Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo e moitas outras redes.
he: שמרו על קשר עם חבריכם בעזרת דואר אלקטרוני, מסרים מידיים ואתרי הרשתות החברתיות בהם אתם מנויים. Linux Mint מספקת את כל צורכיכם בהתקשרות עם טוויטר, פייסבוק, Google Hangouts, ICQ, גוגל, יאהו ורשתות רבות אחרות.
hr: Ostanite u vezi sa svojim prijateljima i poznanicima putem e-pošte, messengera ili putem vaših omiljenih društvenih mreža. Linux Mint pruža vam sve potrebno za razgovaranje putem Twittera, Facebooka, Google Hangouts, ICQ-a, IRC-a, AIM-a, Yahooa i još puno drugih mreža.
hu: Tartsa a kapcsolatot barátaival, ismerőseivel e-mailben, üzenetküldőkkel vagy kedvenc közösségi hálózatain. A Linux Mint segítségével ezt könnyedén megteheti Twitter, Facebook, Google Hangouts, ICQ, Google Talk, AIM, Yahoo és még sok más hálózaton is.
id: Tetap berhubungan dengan teman-teman dan kontak anda, melalui email, messenger atau pada jejaring sosial favorit anda. Linux Mint menyediakan semua yang anda butuhkan untuk berinteraksi dengan Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo dan jejaring lainnya.
is: Vertu í sambandi við alla vini þína og vandamenn, með tölvupósti, smáskilaboðum, spjalli eða á uppáhalds samskiptavefjunum þínum. Linux Mint kemur með öllu því sem þarf til að nota Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo og mörg önnur slík net.
it: Rimani in contatto con amici e con i tuoi contatti online, tramite email, messenger sui tuoi social networks favoriti. Linux Mint ti fornisce tutto quello che ti serve per interagire con Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo e molti altri networks.
ja: E メールやメッセンジャー、お気に入りのソーシャルネットワークを使って、お友達やご家族、同僚の方といつでも連絡を取ることができます。Twitter、Facebook、Google Hangouts、ICQ、IRC、AIM、Yahoo、その他数多くのネットワークサービスを利用するのに必要なものがすべて Linux Mint にはそろっています。
kk: Өзіңіздің достарыңыз бен таныс адамдарыңызбен электрондық пошта, лезделі хабарламалар алмасу бағдарламалар немесе сүйікті әлеуметтік желінің көмегімен хабарласыңыз. Linux Mint Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo және тағы басқа желілермен жұмыс істеу үшін барлық қажетті құралдарды қамтиды.
ko: 즐겨쓰는 소셜 네트워크, 메신져, 이메일을 통해 친구들과 연락하세요. 리눅스 민트는 트위터, 페이스북, Google Hangouts, ICQ, 구글 토크, AIM, 야후 등을 지원합니다.
lt: Palaikykite ryšį su savo draugais ir pažįstamais el. paštu, susirašinėjimo programomis ar socialiniais tinklais. Linux Mint siūlo viską, ko reikia norint bendrauti naudojantis Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo ir daugybe kitų tinklų.
ml: താങ്കളുടെ സുഹൃത്തുക്കളും സമ്പർക്കങ്ങളുമായി ഇമെയിൽ വഴി, മെസഞ്ചർ വഴി, അല്ലെങ്കിൽ താങ്കളുടെ പ്രിയപ്പെട്ട സോഷ്യൽ നെറ്റ്‌വർക്ക് വഴി ബന്ധപ്പെട്ടുകൊണ്ടിരിക്കുക. ലിനക്സ് മിന്റ് - റ്റ്വിറ്റർ, ഫേസ്ബുക്ക്, എം.എസ്.എൻ., ഐ.സി.ക്യു., ഗൂഗിൾടോക്ക്, എ.ഐ.എം., യാഹൂ തുടങ്ങി നിരവധി നെറ്റ്‌വർക്കുകളിൽ താങ്കൾക്ക് സമ്പർക്കം പുലർത്താനുള്ള സൗകര്യം ചെയ്യുന്നുണ്ട്.
ms: Terus berhubung dengan rakan dan kenalan anda, melalui e-mel, messenger atau pada rangkaian sosial kegemaran anda. Linux Mint menyediakan semua yang anda perlukan untuk berinteraksi dengan Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo dan rangkaian yang lain.
nb: Hold kontakten med vennene og kontaktene dine gjennom epost, direktemeldinger eller på dine sosiale nettverk. Linux Mint har alt du trenger for å koble deg til Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo og mange andre nettverk.
nl: Houd contact met uw vrienden en contactpersonen, via e-mail, messenger of uw favoriete sociale netwerken. Linux Mint heeft alles in huis om direct gebruik te maken van Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo en vele andere netwerken.
nn: Hald kontakten med venene dine gjennom e-post, lynmeldingar eller dei sosiale nettverka dine. Linux Mint gjev deg alt du treng for å kopla deg til Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo og mange andre nettverk.
pl: Pozostawaj w kontakcie ze swoimi przyjaciółmi i znajomymi za pośrednictwem e-maila, komunikatora lub swojego ulubionego portalu społecznościowego. Linux Mint umożliwia Ci interakcje z serwisami Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo i wieloma innymi.
pt: Mantenha-se ligado aos seus amigos e contactos através de correio eletrónico, messenger ou rede social favorita. O Linux Mint fornece tudo o que precisa para interagir com o Twitter, Facebook, Google Hangouts, ICQ, Google Talk, AIM, Yahoo e outros
pt_br: Mantenha-se conectado com seus amigos e contatos, por email, mensageiro instantâneo ou através de suas redes sociais favoritas. O Linux Mint provê tudo que você possa precisar para interagir com o Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo! e muitas outras redes.
ro: Păstrează legătura cu prietenii și persoanele de contact prin e-mail, messenger sau pe rețelele tale sociale preferate. Linux Mint oferă tot ce ai nevoie pentru a interacționa cu Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo și multe alte rețele.
ru: Поддерживайте связь с друзьями и знакомыми по электронной почте, с помощью клиентов обмена сообщениями или в ваших любимых социальных сетях. Linux Mint предоставляет всё необходимое для взаимодействия с Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo и многими другими сервисами.
sk: Zostaňte v kontakte so svojimi priateľmi, prostredníctvom elektronickej pošty, komunikátoru alebo vašej obľúbenej sociálnej siete. V Linux Mint nájdete všetko potrebné pre komunikáciu cez Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo a mnoho ďalších.
sl: Ostanite v stiku s svojimi prijatelji in znanci, po e-pošti, s sporočili ali na svojem priljubljenem socialnem omrežju. Linux Mint ponuja vse, kar potrebujete za Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo in številna druga omrežja.
sr: Останите у контакту са вашим пријатељима, преко електронске поште, месенџера или преко омиљене социјалне мреже. Линукс Минт Вам омогућава да комуницирате преко Twitter-а, Facebook-а, Google Hangouts-а, ICQ-а, IRC-а, AIM-а, Yahoo-а и многих других.
sv: Håll kontakten med dina vänner och kontakter, via e-post, snabbmeddelande eller på dina sociala nätverk. Linux Mint tillhandahåller allt du behöver för att kommunicera via Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo och många andra nätverk.
tr: Arkadaşlarınızla ve bağlantılarınızla; e-posta, anlık ileti ya da favori sosyal ağlarınız aracılığı ile iletişim halinde kalın. Linux Mint; Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo ve diğer çok sayıdaki iletişim hizmetine erişebilmeniz için gerekli uygulamaları size sunar.
uk: Залишайтесь на зв’язку зі своїми друзями та контактами через електронну пошту, програму обміну повідомленнями та у ваших улюблених соціальних мережах. Linux Mint надає вам все потрібне для взаємодії з Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo та з багатьма іншими соціальними мережами.
vi: Giữ liên lạc với bạn bè và các mối liên hệ với điện thư, trình nhắn tin hoặc trên mạng xã hội ưa thích. Linux Mint đem đến tất cả những gì bạn cần để tương tác với Twitter, Facebook, Google Hangouts, ICQ, IRC, AIM, Yahoo và rất nhiều mạng xã hội khác.
zh_cn: 通过电子邮件、即时聊天程序或者社交网站随时与您的家人、朋友保持联系。Linux Mint 可以让您方便地连接到 Twitter、Facebook、Google Hangouts、ICQ、IRC、AIM、Yahoo 等网络中！
zh_hk: 以電郵、即時通訊和你喜愛的社交網絡與你的朋友和聯絡人保持聯繫。Linux Mint 提供與 Twitter、Facebook、Google Hangouts、ICQ、IRC、AIM、Yahoo 和其他網絡互動的軟件。
zh_tw: 用電子郵件、即時通訊軟體或社群網站與您的朋友保持連繫。Linux Mint 滿足您在 Twitter、Facebook、Google Hangouts、ICQ、IRC、AIM、Yahoo 等與其他人互動的需要。

source: A great community
af: 'n Wonderlike gemeenskap
am: ትልቅ ሕብረተሰብ
ar: مجتمع رائع
ast: Una gran comunidá
bg: Страхотна общност
ca: Una gran comunitat
cs: Skvělá komunita
da: Et fantastisk fælleskab.
de: Eine großartige Gemeinschaft
el: Μια μεγάλη κοινότητα
es: Una gran comunidad
et: Suurepärane kogukond
eu: Komunite izugarria
fa: یک جامعه کاربری بزرگ
fo: Eitt stórt samfelag
fr: Une communauté dynamique
gl: Unha grande comunidade
he: קהילה נהדרת
hr: Sjajna zajednica
hu: Egy nagyszerű közösség
id: Sebuah komunitas yang luar biasa
is: Frábært samfélag
it: Una grande comunità
ja: 素晴らしいコミュニティ
kk: Ірі қоғамдастық
ko: 막강한 커뮤니티
lt: Puiki bendruomenė
mk: Одлична заедница
ml: മഹത്തായ ഒരു കൂട്ടായ്മ
ms: Satu komuniti yang besar
nb: Et flott fellesskap
nl: Een geweldige gemeenschap
nn: Eit flott fellesskap
pl: Wspaniała społeczność
pt: Uma grande comunidade.
pt_br: Uma grande comunidade
ro: O mare comunitate
ru: Большое сообщество
sk: Široká komunita
sl: Odlična skupnost
sr: Velika zajednica
sv: En fantastisk gemenskap
tr: Büyük Bir Topluluk
uk: Велика спільнота
vi: Một cộng đồng tuyệt vời
zh_cn: 一个很棒的社区
zh_hk: 很好的社群
zh_tw: 很棒的社群

source: The Linux Mint community is one of the best on the Internet. Our users not only provide most of our funding, but also ideas, artwork, and sometimes even source code.
af: Die Linux Mint gemeenskap is een van die bestes op die Internet. Ons gebruikers verskaf meeste van ons fondse, idees, kunswerke en soms ook bronkode.
am: የሊነክስ ሚንት ሕብረተሰብ ኢንተርኔት ላይ ካሉት ሁሉ ምርጥ ነው ፡ ተጠቃሚዎቻችን በገንዘብ ይረዱናል በተጨማሪም በሀሳብ እና በኪነ ጥበብ እንዲሁም ኮዶችን በማበርከት ይረዱናል
ar: يعتبر مجتمع لينكس نعناع أحد أفضل مجتمعات الأنترنت. يفدم مستخدمونا معظم التمويل بالأضافة إلي الأفكار والصور الفنية ومصدر التشفير أحيانا.
ast: La comunidá de Linux Mint ye una de les meyores de la rede. Los nuestros usuarios son dan la mayoría del financiamientu, pero tamien aporten idegues, arte y dalgunes vegaes códigu.
bg: Общността на Линукс Минт е една от най-добрите в Интернет. Потребителите ни осигуряват не само по-голямата част от финансовите средства, но и идеи, визуалното оформление и понякога дори програмен код.
ca: La comunitat de Linux Mint és una de les millors a l'Internet. Els nostres usuaris proporcionen la major part del nostre finançament, però també idees, dissenys i de vegades fins i tot codi font.
cs: Komunita Linuxu Mint je jedna z nejlepších na Internetu. Naši uživatelé nás podporují finančně, ale také nápady, výtvarnou tvorbou a někdy vytvářejí i zdrojový kód.
da: Linux Mints brugerfællesskab er et af de bedste på internettet. Vores brugere finansierer størstedelen af projektet. Kommer med idéer, laver grafik (ikoner, baggrundsbilleder, osv.) og nogen skriver endda kildekode.
de: Die Linux-Mint-Gemeinschaft ist eine der besten im Internet. Es sind unsere Anwender, welche den größten Teil der Entwicklung finanzieren und zudem viele Ideen, Illustrationen und manchmal sogar Quelltext zu Linux Mint beitragen.
el: Η κοινότητα του Linux Mint είναι μια από τις καλύτερες στο Διαδίκτυο. Οι χρήστες μας παρέχουν το μεγαλύτερο μέρος της χρηματοδότησής μας, καθώς επίσης και ιδέες, καλλιτεχνικό υλικό και μερικές φορές ακόμη και πηγαίο κώδικα.
es: La comunidad de Linux Mint es una de las mejores de la red. Nuestros usuarios proporcionan la mayoría de la financiación, pero también aportan ideas, arte, y a veces hasta código fuente.
et: Linux Minti kogukond on üks parimaid internetis. Meie kasutajad mitte ainult ei toeta meid, vaid nad annavd ka ideid, uuendavad kujundust ja mõnikord kirjutavad isegi lähtekoodi.
eu: Linux Mint komunitatea Interneteko onenetarikoa da. Gure erabiltzaileek diru zati handiena ematen digute, baina horrez gain ideiak, pertsonalizatzeko estilo lanak eta baita batzutan kode-iturria ere.
fa: جامعه لینوکس مینت یکی از بهترین های اینترنت است. کاربران ما نه تنها بیشتر سرمایه ی ما را ،بلکه یبشتر ایده ها ، کارهای هنری و حتی کد برنامه ها را فراهم می کنند.
fo: Linux Mint samfelagið er eitt av teimum bestu á Internetinum. Okkara brúkarir fíggja okkum fyri tað mesta, men eisini koma teir við hugskotum, listhandverki og eisini onkuntíð keldukotum.
fr: La communauté qui s'est formée autour de Linux Mint est l'une des plus dynamiques et des plus solidaires sur Internet. Les utilisateurs contribuent au succès du projet par des aides financières, des idées, du travail artistique et même du code source.
gl: A comunidade de Lunux Mint é unha das mellores en Internet. Os nosos usuarios proporcionan a maioría dos nosos fondos, pero tamén ideas, traballo artístico, e ás veces mesmo código fonte.
he: קהילת Linux Mint היא אחת הטובות באינטרנט. המשתמשים שלנו מספקים את רוב המימון שלנו, אך גם רעיונות, עבודות אומנות ולפעמים אפילו קוד מקור.
hr: Linux Mint zajednica je jedna od najboljih na Internetu. Naši korisnici doprinose našem financiranju, također doprinose idejama, umjetničkim djelima, nekada čak i sa izvornim kodom.
hu: A Linux Mint közösség egyike a legjobb internetes közösségeknek. Felhasználóinktól származik pénzügyi támogatásunk jelentős része, de emellett nagyon sok ötletet, grafikai elemet, sőt néha még programkódot is kapunk tőlük.
id: Komunitas Linux Mint adalah salah satu yang terbaik di Internet. Para pengguna kami tidak hanya menyumbangkan dana, tapi juga ide, karya seni, dan terkadang juga kode program.
is: Linux Mint samfélagið er eitt það besta á internetinu. Notendurnir skaffa mest af fjármagninu, en einnig hugmyndir, myndefni og stundum líka grunnkóða.
it: La comunità Linux Mint è una delle migliori su internet. I nostri utenti forniscono la maggior parte dei nostri fondi, ma anche idee, artwork e qualche volta persino codice sorgente.
ja: Linux Mint コミュニティはインターネット上でもっとも優れたコミュニティの一つです。私たちの資金のほとんどは私たちのユーザによって提供されていますし、それだけでなくアイデアやアートワーク、時にはソースコードなどもユーザから提供されることがあります。
kk: Linux Mint қоғамдастығы Интернетте жақсылардың бірі. Біздің пайдаланушыларымыз тек демеушілік көрсетпей ақ, өздерінің ойларымен, безендірулерімен, ал кейде өздерінің бағдарламалардың кодтарының бөліктерімен бөлісіп те де жатады.
ko: 리눅스 민트 커뮤니티는 인터넷에서 가장 훌륭한 커뮤니티 중 하나입니다. 리눅스 민트 커뮤니티 구성원들은 프로젝트 자금의 대부분을 충당하고 있으며, 가끔씩 좋은 아이디어나 삽화, 심지어는 소스 코드까지 제공하기도 합니다.
lt: Linux Mint bendruomenė - viena geriausių internete. Mūsų vartotojai siūlo naujas idėjas, dizaino sprendimus, kartais net ir programinį kodą. Jų finansinė parama sudaro didžiąją dalį mūsų biudžeto.
mk: Заедницата на Линукс Минт е една од најдобрите заедници на интернет. Нашите корисници не обезбедуваат со финансии, идеи, уметнички дела и, понекогаш, изворен код.
ml: ലിനക്സ് മിന്റ് കൂട്ടായ്മ ഇന്റെര്‍നെറ്റിലെതന്നെ ഏറ്റവും നല്ലവയിലൊന്നാണ്. ഉപയോക്താക്കള്‍ തന്നെ മൂലധനവും, ആശയങ്ങളും, കലയും ചിലപ്പോള്‍ സോഴ്സ്കോഡ് തന്നെയും സമാഹരിക്കുന്നു
ms: Komuniti Linux Mint merupakan antara yang terbaik dalam Internet. Pengguna kami menyumbang paling banyak kepada kewangan kami, tetapi juga idea, kerja seni dan malahan adakalanya kod sumber.
nb: Linux Mint-fellesskapet er et av de beste du finner på Internett. Våre brukere gir oss det meste av våre inntekter, ideer, kunstarbeid og noen ganger til og med kildekode.
nl: De Linux Mint gemeenschap is één van de beste op het Internet. Onze gebruikers financieren het merendeel van ons budget, maar ze bezorgen ons ook ideeën, artwork en soms dragen ze zelfs bij aan de broncode.
nn: Linux Mint-fellesskapet er eitt av dei beste du kan finne på nettet. Det er brukarane sjølve som står for det meste av finansieringa og som kjem med idéar, foreslår grafikkutforming og nokre gonger til og med kjeldekode.
pl: Społeczność Linux Mint jest jedną z najlepszych w Internecie. Nasi użytkownicy dostarczają większość naszych funduszy, ale również pomysły, projekty graficzne, a czasem nawet kod źródłowy.
pt: A comunidade do Linux Mint é uma das melhores da Internet. Os nossos membros financiam quase todo o nosso projecto e fornecem também ideias, grafismo e por vezes algum código.
pt_br: A comunidade Linux Mint é uma das melhores na Internet. Nossos usuários fornecem a maior parte de nossos recursos financeiros, mas também idéias, arte e às vezes código fonte.
ro: Comunitatea Linux Mint este una dintre cele mai bune în rețeaua Internet. Utilizatorii noștri ne asigură majoritatea finanţelor, dar ne oferă şi idei, creații de artă și uneori chiar cod sursă de programe.
ru: Сообщество Linux Mint - одно из лучших в Интернете. Наши пользователи не только спонсируют нас, но и делятся своими идеями, творчеством, а иногда и фрагментами программного кода.
sk: Komunita Linux Mint je jednou z najlepších na Internete. Naši používatelia obstarávajú väčšinu nášho financovania, ale aj nápadov, grafiky a niekedy aj zdrojového kódu.
sl: Linux Mint skupnost je ena najboljših na medmrežju. Mint uporabniki prispevajo tako večino finančnih donacij, kot tudi ideje, grafični izgled in včasih tudi izvorno kodo.
sr: Linux Mint zajednica je jedna od najboljih na Internetu.Nasi korisnici obezbedjuju vecinu nasih sredstava, ali isto tako i ideje,koncepte dizajna, a nekada i izvorne kodove.
sv: Gemenskapen runt Linux Mint är en av de främsta på Internet. Inte bara en stor del av vår finansiering, utan även nya idéer, grafik och i viss mån källkoder har vi våra egna användare att tacka för.
tr: Linux Mint topluluğu internetteki en iyi topluluklardan birisidir. Kullanıcılarımız finansmanımızın büyük bir kısmını sağlarlar; ayrıca fikirler, çizimler ve hatta bazen kaynak kodları da sağlamaktadırlar.
uk: Спільнота Linux Mint одна з найкращих в Інтернеті. Наші користувачі не тільки фінансують наш проект, а й надають ідеї, художнє оформлення, а іноді навіть і вихідний код.
vi: Cộng đồng Linux Mint là một trong những cộng đồng tuyệt vời nhất trên Internet. Người dùng không chỉ hỗ trợ phần lớn kinh phí mà còn cả ý tưởng, hình họa và đôi khi ngay cả mã nguồn chương trình.
zh_cn: Linux Mint 社区是互联网上最好的社区之一。我们的用户不仅提供了绝大多数的经费，还提供了构思、原型，有时甚至包括源代码。
zh_hk: Linux Mint 是互聯網上的最佳的社群之一。我們的用戶不僅提供大部份的經費，還有想法、插圖，甚至是原始程式碼。
zh_tw: Linux Mint社群是網際網路上最佳社群之一。我們的使用者不僅提供我們經費，也提供想法、美編，有時候甚至是原始碼。
