Repository: linuxmint/live-installer
Catalog: slideshow/po4a/po/*.po
Languages: af, am, ar, ast, bg, ca, cs, da, de, el, es, et, eu, fa, fo, fr, gl, he, hr, hu, id, is, it, ja, kk, ko, lt, mk, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: We hope you will have a wonderful time spent with Linux Mint, and that you will enjoy using it as much as we do developing it!
af: Ons hoop u sal 'n klopdisselboom tyd met Linux Mint hê en dat u dit soveel sal geniet soos ons het om dit te ontwikkel!
am: ተስፋ እናደርጋለን በጣም ጥሩ ጊዜ እንዳሳለፉ በሊነክስ ሚንት ፡ እና ሲጠቀሙበትም እንደተደሰቱ ፤ እኛም ስናበለጽገው እንደተደስትነው
ar: نتمنى أن تقضي وقتاً ممتعاً مع لينوكس نعناع وتستمتع في استخدامه كما استمتعنا في تطويره!
ast: ¡Esperamos qu'esfrutes con Linux Mint y que te diviertas muncho usándolu, tantu como nos tenemos divertío nós desendolcándolu!
bg: Надяваме се, че ще прекарате чудесно времето си с Линукс Минт и използвайки го, ще Ви бъде поне толкова приятно, колкото на нас ни беше, създавайки го!
ca: Desitgem que ho passeu esplèndidament amb Linux Mint i que gaudiu tant en usar-lo com nosaltres en desenvolupar-lo!
cs: Doufáme, že s Linuxem Mint zažijete příjemné chvíle a že ho budete stejně rádi používat, jak jsme jej vyvíjeli.
da: Vi håber at du bliver glad for Linux Mint og at du vil nyde at bruge det lige så meget som vi nød at lave det.
de: Wir hoffen, dass Sie eine großartige Zeit mit Linux Mint haben werden und dass Ihnen die Benutzung so viel Spaß bereitet, wie uns die Entwicklung gemacht hat.
el: Ελπίζουμε να περάσετε υπέροχα με το Linux Mint και να διασκεδάσετε χρησιμοποιώντας το όσο και εμείς όταν το κατασκευάζαμε!
es: ¡Esperamos que disfrute con Linux Mint y que se divierta utilizándolo tanto como nosotros nos hemos divertido desarrollándolo!
et: Loodame, et Linux Mint'iga veedetav aeg on sinu jaoks meeldiv ja sa naudid selle kasutamist nagu nautisime meie selle koostamist!
eu: Itxaroten dugu ondo pasatezea Linux Mint-ekin, eta guk garatzerakoan bezain momentu onak jasotzea.
fa: ما امیدواریم که شما زمان شگفت انگیزی را با لینوکس مینت سپری کنید و استفاده ی از آن برای شما به اندازه ی ساخت آن برای ما لذت بخش باشد.
fo: Vit vóna at tú verður glað/ur fyri Linux Mint, og at tú ferð at huga tær eins nógv sum vit høvdu við menningini av kervinum.
fr: Nous espérons que vous passerez de merveilleux moments avec Linux Mint et que vous allez l'apprécier autant que nous lorsque nous le développions !
gl: Esperamos que o pase marabillosamente con Linux Mint e que goce tanto ao usalo como nos gozamos ao desenvolvelo!
he: אנו מקווים שתהנו מהשימוש ב-Linux Mint, כפי שאנו נהנינו לפתח אותה!
hr: Nadamo se da ćete se lijepo provesti sa Linux Mint sustavom i da ćete uživati koristeći ga koliko smo i mi uživali stvarajući ga!
hu: Reméljük, hogy a Linux Mint elnyeri a tetszését, és legalább annyira fogja élvezni a használatát, mint amennyire mi élveztük az elkészítését!
id: Kami berharap Anda memperoleh waktu yang menyenangkan bersama Linux Mint dan menikmati penggunaannya seperti ketika kami mengembangkannya.
is: Við vonum að þú njótir þess að nota Linux Mint og skemmtir þér jafn mikið við það eins og við gerðum við að útbúa kerfið.
it: Speriamo che tu tragga soddisfazione dall'uso di Linux Mint e che ti piaccia usarlo quanto a noi è piaciuto svilupparlo!
ja: Linux Mintで素晴らしい一時を過ごしてください。そして開発を楽しんだ我々とともに、Linux Mintをエンジョイしてください！
kk: Сіз Linux Mint-пен қолдану кезінде, біз, оның өңдеу кезіндегідей, уақытыңызды жайлы өткізіп, және ләззат алатыныңызға сенеміз.
ko: 저희가 개발하면서 그랬던 것처럼, 여러분도 리눅스 민트와 함께 좋은 시간을 보내시길 바랍니다!
lt: Mes tikimės, kad laikas, praleistas su Linux Mint, Jums bus nuostabus, ir šią sistemą bus malonu naudoti taip, kaip mums buvo malonu ją kurti!
mk: Се надеваме дека ќе поминете прекрасни моменти користејќи го Линукс Минт и ќе уживате во него колку што ние уживавме развивајќи го.
ml: ലിനക്സ്‌ മിന്റുമായി ഉള്ള നിങ്ങളുടെ അനുഭവം വളരെ മഹത്തരം ആയിരിക്കും എന്ന് ഞങ്ങള്‍ പ്രതീക്ഷിക്കുന്നു, മാത്രമല്ല ഇതിന്റെ രൂപികരണത്തില്‍ ഞങ്ങള്‍ ആസ്വദിച്ച പോലെ തന്നെ ഇതിന്റെ ഉപയോഗം നിങ്ങള്‍ക്കും ആസ്വാദ്യകരം ആയിരിക്കും എന്ന് പ്രതീക്ഷിക്കുന്നു.
ms: Kami harap anda akan mengalami suatu keseronokan dengan Linux Mint dan anda akan seronok menggunakannya sebagaimana kami telah membangunkannya.
nb: Vi håper at du får en flott erfaring med Linux Mint og at du vil trives med å bruke programmet like mye som vi har trivdes med å utvikle det.
nl: Wij hopen dat u Linux Mint met genoegen zult gebruiken en dat u er net zoveel plezier mee zult hebben als wij bij de ontwikkeling ervan.
nn: Vi håper du vil like å bruke Linux Mint vel så mykje som vi treivst med å lage det.
pl: Mamy nadzieję, że spędzisz wspaniale czas z Linux Mint i że jego używanie będzie Ci się podobało tak bardzo, jak nam prace nad jego tworzeniem!
pt: Esperamos que se divirta muito com o Linux Mint e o aprecie tanto como nós ao desenvolve-lo!
pt_br: Esperamos que você tenha momentos prazerosos com o Linux Mint e que goste de usá-lo tanto quanto nós gostamos de desenvolvê-lo.
ro: Sperăm că vei avea o experienţă minunată cu Linux Mint și că te vei simţi la fel de bine în utilizarea lui, precum ne-am simţit și noi pe parcursul dezvoltării acestui sistem de operare!
ru: Мы надеемся, что Вы прекрасно проведёте время вместе с Linux Mint и получите такое же удовольствие от её использования, как мы - от её разработки!
sk: Dúfame, že s Linux Mint-om si užijete príjemne chvíle pri jeho používaní, tak ako my pri jeho vytváraní!
sl: Upamo, da boste imeli čudovite trenutke z Linux Mint in da boste pri uporabi prav toliko uživali, kot mi pri njegovem razvijanju.
sr: Nadamo se da će te se lepo provesti koristeći Linux Mint i da ćete uživati koristeći ga, isto koliko smo mi uživali razvijajući ga!
sv: Vi hoppas att du får en underbar tid med Linux Mint och att du kommer att uppskatta att använda det lika mycket som vi uppskattade att utveckla det.
tr: Umarız Linux Mint ile harika vakit geçirir ve onu kullanırken en az bizim onu geliştirirken aldığımız kadar zevk alırsınız.
uk: Ми сподіваємося, що Вам буде приємно провести час з Linux Mint і Ви отримаєте задоволення від користування нею, як ми - від її розроблення!
vi: Chúng tôi hi vọng bạn sẽ có khoảng thời gian tuyệt vời với Linux Mint và bạn sẽ hứng thú sử dụng nó như chúng tôi đã hứng thú phát triển nó.
zh_cn: 希望您使用愉快，享受使用Linux Mint的时刻，就像我们开发它时所感受到的一样。
zh_hk: 希望您使用愉快，享受使用Linux Mint的時刻，就像我們開發它時所感受到的一樣。
zh_tw: 使用LinuxMint將使您感受到全新未有的體驗.

source: Standing on the shoulders of Giants
af: Staan op die skouers van reuse
am: የቆምነው በትልቅ ትከሻ ላይ ነው
ar: الوقوف على أكتاف العمالقة
ast: Paraos sobro los hombros de xigantes
bg: Стъпил върху раменете на гигантите
ca: Sobre les espatlles de gegants
cs: Postaveno na pevných základech
da: På giganternes skuldre
de: Auf den Schultern von Giganten stehend
el: Στέκοντας στους ώμους Γιγάντων
es: Parados sobre los hombros de gigantes
et: Toetudes hiidude õlule
eu: Erraldoien lepo gainean sustegatzen da.
fa: ایستادن بر دوش بزرگان
fo: Standandi á risa herum
fr: Une pierre de plus à l'édifice
gl: Enriba dos ombreiros de xigantes
he: עומדים על כתפי ענקים
hr: Stoji na ramenima Divova
hu: Óriások vállán állva
id: Berdiri di pundak para raksasa.
is: Stendur á herðum risa
it: Sulle spalle di giganti
kk: Гиганттардың арқасында
ko: 거인의 어깨 위에 서다
lt: Stovint ant milžinų pečių
mk: Седиме на рамениците на великани
ml: മഹന്മാരുടെ തോളിലേറിക്കൊണ്ട്
ms: Berdiri di atas bahu-bahu Giants.
nb: Står på skuldrene til giganter
nl: Op de schouders van reuzen
nn: Står på skuldrene til gigantar
pl: Stojąc na ramionach Gigantów
pt: Em cima dos ombros dos Gigantes.
pt_br: Situada sobre os ombros de gigantes
ro: Stă pe umerii Giganților
ru: Стоя на плечах Гигантов
sk: Stojac na pleciach obrov
sl: Stoječ na ramenih velikanov
sr: Stojeci na ramenima Dzinova
sv: Att stå på giganters axlar
tr: Devlerin omuzları üzerinde duruyor
uk: Стоячи на плечах Гігантів
vi: Dựa trên nền tảng của những "tên tuổi lớn"
zh_cn: 站在巨人的肩膀上
zh_hk: 站在巨人的肩膀上
zh_tw: 站在巨人的肩膀上

source: Linux Mint is a Debian-based GNU/Linux distribution.
af: Linux Mint is 'n Debian gebaseerde GNU/Linux distro.
ast: Linux Mint ye una distribución GNU/Linux basada en Debian
ca: Linux Mint és una distribució GNU/Linux basada en Debian
cs: Linux Mint je distribuce na bázi GNU/Linuxu Debian
da: Linux Mint er en Debian-baseret GNU/Linux distribution.
de: Linux Mint ist eine Debian-basierte GNU/Linux-Distribution
es: Linux Mint es una distribución GNU/Linux basada en Debian
et: Linux Mint on Debianil põhinev GNU/Linuxi distributsioon.
eu: Linux Mint Debianen oinarritzen den GNU/Linux distribuzioa.
fr: Linux Mint est une distribution GNU/Linux basée sur Debian.
gl: Linux Mint é unha distribución GNU/Linux baseada en Debian.
hr: Linux Mint je GNU/Linux distribucija zasnovana na Debian sustavu.
hu: A Linux Mint egy Debian alapú GNU/Linux disztribúció
id: Linux Mint adalah distro turunan dari sebuah GNU/Linux berbasis Debian.
it: Linux Mint è una distribuzione GNU/Linux basata su Debian
lt: Linux Mint yra Debian paremta GNU/Linux sistema
mk: Линукс Минт е ГНУ/Линукс дистрибуција базирана на Дебиан.
ms: Linux Mint merupakan terbitan kepada edaran GNU/Linux berasaskan Debian.
nb: Linux Mint er en Debian-basert GNU/Linux-distribusjon.
nl: Linux Mint is een GNU/Linux distributie gebaseerd op Debian.
nn: Linux Mint er basert på Debian GNU/Linux.
pl: Linux Mint jest dystrybucją GNU/Linuksa opartą o system Debian.
pt: O Linux Mint é uma distribuição baseada em Debian GNU/Linux.
pt_br: Linux Mint é uma distribuição GNU/Linux baseada no Debian.
ro: Linux Mint este o distribuție GNU/Linux bazată pe Debian.
ru: Linux Mint - это операционная система, основанная на Debian GNU/Linux.
sk: Linux Mint je GNU/Linux distribúcia založená na Debian-e.
sl: Linux Mint je distribucija operacijskega sistema, ki temelji na sistemu Debian GNU/Linux.
sr: Linux Mint je distro zasnovan na Debian GNU/Linux distribuciji.
sv: Linux Mint är en Debian-baserad GNU/Linux-distribution.

source: Our innovations and the huge Debian package selection make Linux Mint one of the most attractive desktop operating systems available to home users.
af: Ons innovasies en die enorme Debian pakkie lys maak Linux Mint een van die aantreklikste eindgebruikerbedryfstelsels beskikbaar vir tuis gebruikers.
ast: Les nueses innovaciones y la descomanada escoyeta de paquetes de Debian faen de Linux Mint ún de los sistemes operativos más atractivos disponible pa los usuarios domésticos.
ca: Les nostres innovacion i la gran selecció de paquets de Debian fan de Linux Mint un dels sistemes operatius d'escriptori més atractius disponible per als usuaris domèstics.
cs: Naše inovace a velký výběr balíčků Debianu dělají Linux Mint jedním z nejatraktivnějších desktopových operačních systémů, určených pro domácí uživatele.
da: Vores innovationer og det store udvalg af pakker fra Debian gør Linux Mint til et af de mest attraktive operativsystemer til hjemmebrugere.
de: Unsere Neuerungen und die riesige Paketauswahl von Debian machen Linux Mint für Privatnutzer zu einem der attraktivsten Betriebssysteme mit Benutzeroberfläche.
es: Nuestras innovaciones y la enorme selección de paquetes de Debian hacen de Linux Mint uno de los sistemas operativos de escritorio más atractivos disponible para los usuarios domésticos.
et: Meie uuendused ja Debiani pakettide tohutu valik teeb Linux Minti üheks kõige ligitõmbavamaks kodukasutaja töölaua-opsüsteemiks.
eu: Gure berrikuntzek eta Debianeko pakete hautapen handiak, Linux Mint sistema eragile oso atsegingarria egiten du etxeko erabiltzaileen artean.
fr: Nos innovation et le très grand nombre de paquets Debian font de Linux Mint un des systèmes d'exploitation les plus attractifs disponible pour les particuliers.
gl: As nosas innovacións e a ampla selección de paquetes de Debian fan de Linux Mint un dos sistemas operativos de escritorio máis atractivos dispoñíbeis para os usuarios domésticos.
hr: Naše inovacije i ogroman izbor Debian paketa čine Linux Mint jednim od najatraktivnijih operativnih sustava za radne površine.
hu: Újításaink és a Debian óriási csomagválasztéka teszik a Linux Mintet az otthoni felhasználók egyik legvonzóbb asztali operációs rendszerévé.
id: Inovasi-inovasi kami dan pemilihan paket Debian yang sangat banyak membuat Linux Mint menjadi salah satu sistem operasi desktop paling atraktif bagi pengguna rumahan.
it: Le nostre innovazioni e l'enorme quantità di pacchetti per Debian, fanno di Linux Mint uno dei sistemi operativi desktop più interessanti disponibili per l'utenza casalinga.
lt: Mūsų inovacijos ir didžiulė Debian paketų įvairovė Linux Mint daro viena patraukliausių operacinių sistemų namų vartotojams.
mk: Нашите иновации и огромниот избор на Дебиан пакети, го прават Линукс Минт еден од најатрактивните десктоп оперативни системи за домашните корисници.
ms: Inovasi kami dan pelbagai pilihan pakej Debian menjadikan Linux Mint sebagai salah satu daripada sistem pengoperasian desktop yang paling menarik bagi pengguna di rumah.
nb: Våre innovasjoner og det store Debian-pakkeutvalget, gjør Linux Mint til ett av de mest attraktive desktop-operativsystemene tilgjengelig for hjemmebrukere.
nl: Onze verbeteringen en de enorme selectie van Debian-softwarepakketten maken van Linux Mint één van de meest aantrekkelijke computerbesturingssystemen voor thuisgebruikers.
nn: Innovasjonane våre og det store Debian-pakkeutvalet, gjer Linux Mint til eit av dei mest attraktive skrivebordsoperativsystema for heimebrukarar.
pl: Wprowadzane przez nas innowacje i ogromny wybór pakietów Debiana powodują, że Linux Mint jest jednym z najbardziej atrakcyjnych systemów operacyjnych dostępnych dla użytkowników domowych.
pt: As inovações e uma vasta selecção de pacotes Debian, fazem do Linux Mint um dos mais atractivos sistemas operativos de escritório disponível para utilizadores caseiros.
ro: Inovațiile noastre și selecția uriașă de pachete Debian permite ca Linux Mint să fie unul dintre cele mai atractive sisteme de operare disponibile utilizatorilor casnici.
ru: Наши инновации и огромное количество пакетов Debian делают Linux Mint наиболее привлекательной операционной системой для использования дома обычными пользователями.
sk: Naše vylepšenia a obrovský výber Debian balíkov robia Linux Mint jedným z najatraktívnejších desktopových operačných systémov dostupných pre domácich užívateľov.
sl: Naše inovacije in ogromen nabor Debian paketov dela Linux Mint enega najprivlačnejših operacijskih sistemov, ki so na voljo uporabnikom osebnih računalnikov.
sr: Nase inovacije i veliki izbor Debianovih paketa cini Linux Mint jedan od najatraktivnijih desktop operativnih sistema dostupnih kucnim korisnicima.
sv: Våra innovationer samt Debians enorma urval av mjukvarupaket gör Linux Mint till ett av de mest attraktiva operativsystemen för hemanvändare.

source: At home, GNU/Linux distributions like Linux Mint or Ubuntu are among the most widely used desktop operating systems, right next to Microsoft Windows and Apple OS X.
sl: GNU/Linux distribucije, kot sta Linux Mint ali Ubuntu, so med najpogosteje uporabljenimi operacijskimi sistemi na domačih računalnikih, takoj za Microsoft Windows in Apple OS X.

source: Out of the box
af: Uit die boks uit
am: ከሳጥን እንደወጣ
ar: خارج النطاق
ast: Llisto pa usase
bg: Без допълнителна настройка
ca: Llest per a usar
cs: Co v systému najdete
da: Klar til brug
de: Gebrauchsfertig eingerichtet
el: Όπως είναι
es: Listo para usarse
et: Mõtle ilma stampideta!
eu: Berez funtzionatzen du
fa: خارج از کادر
fo: Út úr eskjuni
fr: Prêt à l'emploi
gl: Incluído de serie
he: ישר מהקופסה
hr: Iz kutije
hu: Azonnal használatra kész
id: Sudah tersedia
is: Beint úr kassanum
it: Pronto all'uso
ja: すぐに使えます
kk: Орнатқан бойдан
ko: 복잡한 절차 없이 간편하게!
lt: Viskas vienoje vietoje
mk: При прва употреба
ml: ഔട്ട് ഓഫ് ദ ബോക്സ്‌
ms: Di luar kotak
nb: Ferdig installert
nl: Uit de doos
nn: Ferdig installert
pl: Gotowy do akcji
pt: Fora da caixa
pt_br: Pronto para usar
ro: Complet funcţional
ru: Из коробки
sk: Predinštalované
sl: Iz škatle
sr: Odmah po instalaciji
sv: Redan från start
tr: Her şeyi içinde
uk: З коробки
vi: Sử dụng ngay được
zh_cn: 外面的世界
zh_hk: 即裝即用
zh_tw: 隨裝即用

source: Most standard applications you are used to come pre-installed in Linux Mint, so you can get started immediately with your daily routine on your desktop and the Internet.
sl: Večina standardnih aplikacij, ki ste jih vajeni, je v Linux Mint že nameščenih, tako da lahko takoj pričnete z delom na namizju in brskanjem po Internetu.

source: Other popular applications such as Skype, Google Earth, Opera, and over 30,000+ more can be installed with a click of the mouse.
sl: Ostale popularne aplikacije, kot so Skype, Google Earth, Opera, in preko 30.000 ostalih programskih paketov, lahko namestite s par kliki.

source: Linux Mint is compatible with most popular file formats: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
af: Linux Mint kan meeste algemene lêer formate oopmaak: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
ast: Linux Mint ye compatible colos formatos de ficheru más afamaos: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
ca: Linux Mint és compatible amb els formats d'arxiu més populars: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
cs: Linux Mint je kompatibilní s nejpoužívanějšími souborovými formáty: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
da: Linux Mint er kompatibel med de fleste almindelige filformater som: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
de: Linux Mint ist mit den meisten gängigen Dateiformaten kompatibel: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
el: Το Linux Mint είναι συμβατό με τους πιο δημοφιλείς τύπους αρχείων: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
es: Linux Mint es compatible con los formatos de archivo más populares: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
fo: Linux Mint er samnýtt við teimum flestu vælumtøktu fílusniðunum: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
hr: Linux Mint je kompatibilan sa najpopularnijim formatima datoteka: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
is: Linux Mint er samhæft mörgum algengum skráasniðum á borð við: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
sk: Linux Mint je kompatibilný s väčšinou populárnych formátov: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
sl: Linux Mint je skladen z večino popularnih oblik datotek: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
sr: Linux Mint je kompatibilan sa vecinom popularnih fajl formata: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
sv: Linux Mint är kompatibelt med de flesta populära filformat: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov ...
tr: Linux Mint zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov gibi çok bilinen dosya türleriyle uyumludur.
uk: Операційна система Linux Mint сумісна з найбільш популярними форматами файлів: zip, doc, xls, pdf, rar, mp3, wmv, mpg, mp4, mov, тощо.

source: Be productive
af: Produktief te wees
am: አምራች ይሁኑ
ar: كن مبتكراً
ast: Se productivu
bg: Продуктивност
ca: Sigueu productius
cs: Buďte produktivní
da: Vær produktiv
de: Produktiv sein
el: Γίνετε παραγωγικοί
es: Sea productivo
et: Ole produktiivne
eu: Eraginkorra izan
fa: کارآمد باشید
fo: Verð virkin
fr: Soyez productif
gl: Sexa produtivo
he: יעילות במיטבה
hr: Budite produktivni
hu: Használja a munkában
id: Produktiflah
is: Auktu afköstin
it: Diventa produttivo
ja: 仕事を効率的に
kk: Өнімді болыңыз
ko: 높은 생산성
lt: Būkite produktyvūs
ml: കർമ്മതല്പരത കൈമുതലാക്കുക
ms: Jadi produktif
nb: Vær produktiv
nl: Wees productief
nn: Ver produktiv
pl: Bądź produktywny
pt: Produtividade
pt_br: Seja produtivo
ro: Fii productiv
ru: Будьте продуктивны
sk: Buďte produktívni
sl: Bodite produktivni
sr: Буди продуктиван
sv: Var produktiv
tr: Yaratıcı olun
uk: Станьте продуктивним
vi: Luôn sáng tạo và năng động
zh_cn: 卓有成效
zh_hk: 高效率
zh_tw: 保持生產力
